{
  "Utterance": [
    {
      "query": "سلام دکتر، من دو روزه سردرد شدید و تب دارم و می‌خواستم ببینم امروز بعدازظهر وقت ویزیت دارید؟",
      "intend": ["پرسش_درباره_علائم", "رزرو_نوبت"]
    },
    {
      "query": "داروهای فشار خونم تموم شده، میشه یه نسخه الکترونیکی بنویسید؟ راستی این سرگیجه‌هایی که جدیداً دارم ممکنه مربوط به همین داروها باشه؟",
      "intend": ["درخواست_تمدید_نسخه", "پرسش_درباره_عوارض_دارو"]
    },
    {
      "query": "وقت بخیر، جواب آزمایش خون مادرم آماده شده. می‌خواستم ببینم چطور می‌تونم نتیجه رو بگیرم و اینکه آیا نیازه برای تفسیرش از دکتر قلبشون وقت بگیرم؟",
      "intend": ["درخواست_دریافت_نتیجه_آزمایش", "درخواست_مشاوره_پزشکی_آنلاین"]
    },
    {
      "query": "پسرم سه روزه سرفه‌های خشک می‌کنه و تب داره. نمی‌دونم سرماخوردگیه یا چیز دیگه‌ای. می‌تونید یه متخصص اطفال خوب معرفی کنید و بگید چطور ازشون نوبت بگیرم؟",
      "intend": ["پرسش_داره_علائم", "پیدا_کردن_پزشک_متخصص"]
    },
    {
      "query": "من دیابت نوع دو دارم و می‌خوام بدونم این داروی متفورمین رو باید تا کی مصرف کنم. ضمناً برای کنترل بهتر قند خون چه رژیم غذایی رو پیشنهاد می‌کنید؟",
      "intend": ["پرسش_درباره_دارو", "درخواست_توصیه_تغذیه‌ای"]
    },
    {
      "query": "سلام، من هفته پیش عمل لوزه انجام دادم و الان گلودرد شدید دارم. این طبیعیه؟ و اینکه برای مراقبت‌های بعد از عمل چه نکاتی رو باید رعایت کنم؟",
      "intend": ["گزارش_عوارض_یا_علائم_جدید", "پرسش_درباره_مراقبت_های_پس_از_عمل"]
    },
    {
      "query": "من تحت پوشش بیمه تکمیلی هستم. می‌خواستم بدونم هزینه عمل جراحی بینی چقدر میشه و آیا بیمه هزینه‌های تصویربرداری قبل از عمل رو هم پوشش میده؟",
      "intend": ["پرسش_درباره_هزینه_درمان", "دریافت_اطلاعات_درباره_بیمه_درمانی"]
    },
    {
      "query": "ببخشید، من برای فردا ساعت ۴ از دکتر احمدی وقت داشتم ولی متاسفانه نمی‌تونم بیام. امکانش هست کنسلش کنید و یه وقت دیگه برای اوایل هفته آینده بهم بدید؟",
      "intend": ["لغو_نوبت", "تغییر_نوبت"]
    },
    {
      "query": "احساس تنگی نفس شدید و درد در قفسه سینه دارم. باید با اورژانس تماس بگیرم؟ نزدیک‌ترین بیمارستان به منطقه ما کجاست؟",
      "intend": ["راهنمایی_در_موقعیت_اورژانسی", "پیدا_کردن_مرکز_درمانی_نزدیک"]
    },
    {
      "query": "سلام خانم دکتر، من باردار هستم و می‌خواستم در مورد واکسن کزاز که باید بزنم اطلاعات بگیرم. ضمناً برای غربالگری سه ماهه اول باید چه زمانی مراجعه کنم؟",
      "intend": ["پرسش_درباره_واکسیناسیون", "درخواست_اطلاعات_درباره_غربالگری"]
    },
    {
      "query": "آقای دکتر، من میگرن دارم و دکتر برام سوماتریپتان تجویز کرده. این دارو با آسپیرینی که برای قلبم می‌خورم تداخل نداره؟ و اینکه چه عوارضی ممکنه داشته باشه؟",
      "intend": ["پرسش_درباره_تداخل_دارویی", "پرسش_درباره_عوارض_دارو"]
    },
    {
      "query": "من می‌خوام برای چکاپ کامل یه نوبت بگیرم. می‌خواستم بدونم این چکاپ شامل چه آزمایش‌هایی میشه و آیا لازمه قبلش ناشتا باشم؟",
      "intend": ["رزرو_نوبت", "راهنمایی_برای_آزمایش_تشخیصی"]
    },
    {
      "query": "پدرم بعد از سکته مغزی برای راه رفتن مشکل داره. می‌خواستم بپرسم آیا فیزیوتراپی در منزل براش بهتره یا کلینیک و اینکه هزینه‌هاش چقدر تفاوت داره؟",
      "intend": ["پرسش_درباره_روش‌های_جایگزین_درمان", "پرسش_درباره_هزینه_درمان"]
    },
    {
      "query": "با توجه به سابقه خانوادگی سرطان سینه، بهترین روش پیشگیری چیه و از چه سنی باید غربالگری رو شروع کنم؟",
      "intend": ["پرسش_درباره_پیشگیری_از_بیماری", "درخواست_اطلاعات_درباره_غربالگری"]
    },
    {
      "query": "من چند وقته احساس افسردگی و اضطراب شدید دارم. به نظرتون نیاز به مشاوره روانشناسی دارم؟ چطور می‌تونم یه روانشناس خوب پیدا کنم؟",
      "intend": ["پرسش_درباره_سلامت_روان", "درخواست_مشاوره_روانشناسی"]
    },
    {
      "query": "این قرص جدیدی که برای کلسترولم دادید باعث درد عضلانی شده. می‌تونم دوزش رو کم کنم یا باید کلا عوض بشه؟ لطفاً یه نسخه جدید برام بفرستید.",
      "intend": ["گزارش_عوارض_دارو", "درخواست_تغییر_مقدار_یا_نوع_دارو"]
    },
    {
      "query": "فردا نوبت ام‌آر‌آی دارم. می‌خواستم راهنمایی کنید که چه آمادگی‌هایی قبلش لازمه و اینکه نتیجه‌اش کی آماده میشه؟",
      "intend": ["پرسش_درباره_مراقبت_های_پیش_از_عمل", "پیگیری_نتایج_آزمایش"]
    },
    {
      "query": "من ورزشکار هستم و زانوم آسیب دیده. به نظرتون به متخصص ارتوپد مراجعه کنم یا فیزیوتراپ؟ میشه لطفاً یه پزشک خوب تو این زمینه پیشنهاد بدید؟",
      "intend": ["درخواست_معرفی_پزشک_متخصص", "پیشنهاد_پزشک_یا_کلینیک"]
    },
    {
      "query": "برای کودک دو ساله‌ام چه واکسن‌هایی لازمه بزنم و آیا واکسن آنفولانزا هم برای این سن توصیه میشه؟",
      "intend": ["درخواست_اطلاعات_درباره_واکسیناسیون_کودک", "پرسش_درباره_واکسیناسیون"]
    },
    {
      "query": "مادر من آلزایمر داره و نگهداریش تو خونه سخت شده. می‌خواستم اطلاعاتی در مورد مراکز نگهداری سالمندان بگیرم و اینکه آیا خدمات پرستاری در منزل هم ارائه می‌دید؟",
      "intend": ["پرسش_درباره_سلامت_سالمندان", "درخواست_خدمات_پرستاری_در_منزل"]
    },
    {
      "query": "سلام، من آسم دارم و اسپری سالبوتامول استفاده می‌کنم. جدیداً تپش قلب گرفتم. ممکنه از عوارض اسپری باشه؟ میشه لطفاً یه وقت فوری برای مشاوره آنلاین بهم بدید؟",
      "intend": ["پرسش_درباره_عوارض_دارو", "درخواست_مشاوره_پزشکی_آنلاین"]
    },
    {
      "query": "برای جراحی بای‌پس قلب، بیمارستان شما بهتره یا بیمارستان میلاد؟ و اینکه دوره نقاهت این عمل معمولاً چقدر طول می‌کشه؟",
      "intend": ["پیشنهاد_پزشک_یا_کلینیک", "پرسش_درباره_دوره_نقاهت"]
    },
    {
      "query": "من به گلوتن حساسیت دارم. لطفاً یک برنامه غذایی مناسب برای من تهیه کنید و بگید چه ورزش‌هایی برای کاهش وزنم مناسبه؟",
      "intend": ["درخواست_برنامه_غذایی", "پرسش_درباره_ورزش_و_فعالیت_بدنی"]
    },
    {
      "query": "نتیجه آزمایش پاپ اسمیر من آماده شده. چطور می‌تونم دریافتش کنم؟ و اگه مشکلی بود، باید به متخصص زنان مراجعه کنم یا پزشک عمومی؟",
      "intend": ["درخواست_دریافت_نتیجه_آزمایش", "درخواست_معرفی_پزشک_متخصص"]
    },
    {
      "query": "بعد از شیمی درمانی خیلی بی‌اشتها شدم. چه توصیه‌های تغذیه‌ای برای بهبود وضعیتم دارید و آیا لازمه با یک مشاور تغذیه هم صحبت کنم؟",
      "intend": ["درخواست_توصیه_تغذیه‌ای", "درخواست_مشاوره_پزشکی_آنلاین"]
    },
    {
      "query": "برای مادرم که دیابت داره و فراموشکاره، چطور می‌تونم یه یادآور برای مصرف دارو تنظیم کنم؟ و اینکه دستگاه تست قند خون مناسب از کجا تهیه کنم؟",
      "intend": ["یادآوری_مصرف_دارو", "پرسش_درباره_تجهیزات_پزشکی"]
    },
    {
      "query": "کودکم دچار تب و بثورات پوستی شده. ممکنه سرخک باشه یا آبله مرغان؟ باید فوراً به اورژانس مراجعه کنم؟",
      "intend": ["پرسش_درباره_تشخیص_افتراقی", "راهنمایی_در_موقعیت_اورژانسی"]
    },
    {
      "query": "من می‌خوام بدونم آیا تست‌های غربالگری ژنتیک قبل از بارداری ضروریه و بیمه هزینه این تست‌ها رو پوشش میده؟",
      "intend": ["پرسش_درباره_تست_غربالگری_ژنتیک", "استعلام_بیمه_درمانی"]
    },
    {
      "query": "سلام، وقتتون بخیر. می‌خواستم وضعیت پدرم که در بخش ICU بستری هست رو پیگیری کنم و بدونم آیا امکان ویزیت خانگی بعد از ترخیص وجود داره؟",
      "intend": ["درخواست_بررسی_وضعیت_بیمار_در_بیمارستان", "درخواست_هماهنگی_برای_ویزیت_خانگی"]
    },
    {
      "query": "این داروی ضدافسردگی که مصرف می‌کنم باعث خشکی دهان و خواب‌آلودگی شده. آیا روش درمانی جایگزینی مثل روان‌درمانی هم برای من موثره؟",
      "intend": ["گزارش_عوارض_دارو", "پرسش_درباره_روش‌های_جایگزین_درمان"]
    },
    {
      "query": "ببخشید، من برای چکاپ کلی می‌خوام نوبت بگیرم. می‌خواستم بدونم هزینه کل آزمایش‌ها چقدر می‌شه و آیا باید قبلش پرونده پزشکی تشکیل بدم؟",
      "intend": ["رزرو_نوبت", "پرسش_درباره_هزینه_درمان"]
    },
    {
      "query": "آیا ورزش سنگین برای کسی که مشکل دیسک کمر داره مضره؟ لطفاً یه برنامه ورزشی مناسب برای تقویت عضلات کمرم طراحی کنید.",
      "intend": ["پرسش_درباره_ورزش_و_فعالیت_بدنی", "درخواست_برنامه_ورزشی_برای_بیماری_خاص"]
    },
    {
      "query": "من علائم کرونا مثل سرفه و بدن درد دارم. کجا می‌تونم تست بدم و نتیجه‌اش چقدر طول می‌کشه تا بیاد؟",
      "intend": ["پرسش_درباره_تست_کرونا", "درخواست_نتیجه_تست_کرونا"]
    },
    {
      "query": "می‌شه لطفاً یه نسخه جدید برای داروهای مادرم بنویسید؟ همچنین می‌خواستم ببینم چطور می‌تونم پرونده پزشکی ایشون رو برای پزشک دوم ارسال کنم.",
      "intend": ["درخواست_نسخه_الکترونیکی", "پیگیری_پرونده_پزشکی"]
    },
    {
      "query": "من باردارم و فشار خون بالا دارم. این وضعیت چه خطراتی برای جنین داره و چه مراقبت‌هایی لازمه انجام بدم؟",
      "intend": ["پرسش_درباره_بارداری", "پرسش_درباره_فشار_خون"]
    },
    {
      "query": "بعد از عمل جراحی زانو، چه زمانی می‌تونم راه رفتن رو شروع کنم؟ و اینکه آیا به عصا یا واکر نیاز دارم و از کجا می‌تونم تهیه کنم؟",
      "intend": ["پرسش_درباره_دوره_نقاهت", "پرسش_درباره_تجهیزات_پزشکی"]
    },
    {
      "query": "من به دلیل استرس کاری دچار ریزش موی شدید شدم. آیا این موضوع به سلامت روانم مرتبطه و باید به متخصص پوست مراجعه کنم یا روانپزشک؟",
      "intend": ["پرسش_درباره_سلامت_روان", "درخواست_معرفی_پزشک_متخصص"]
    },
    {
      "query": "پدرم باید عمل قلب باز انجام بده. می‌خواستم در مورد عوارض احتمالی این عمل و مراقبت‌های ویژه قبل از اون اطلاعاتی کسب کنم.",
      "intend": ["پرسش_درباره_عوارض_عمل_جراحی", "پرسش_درباره_مراقبت_های_پیش_از_عمل"]
    },
    {
      "query": "آیا امکانش هست نتیجه آزمایش قند خون من رو تفسیر کنید و بگید با توجه به نتیجه، آیا نیازی به تغییر در دوز داروی دیابتم هست؟",
      "intend": ["درخواست_تفسیر_نتایج_آزمایش", "درخواست_تغییر_مقدار_یا_نوع_دارو"]
    },
    {
      "query": "من از پزشک معالجم راضی نیستم. چطور می‌تونم پزشکم رو تغییر بدم و آیا سوابق پزشکی من به پزشک جدید منتقل می‌شه؟",
      "intend": ["درخواست_تغییر_پزشک_معالج", "پیگیری_پرونده_پزشکی"]
    },
    {
      "query": "سلام. من به تازگی تشخیص سرطان ریه گرفتم. می‌خواستم در مورد روش‌های درمانی موجود مثل شیمی‌درمانی و رادیوتراپی اطلاعات بیشتری داشته باشم و بدونم کدوم برای من مناسب‌تره.",
      "intend": ["درخواست_اطلاعات_بیماری", "پرسش_درباره_روش‌های_جایگزین_درمان"]
    },
    {
      "query": "من برای سفر خارجی نیاز به گواهی واکسیناسیون کرونا دارم. از کجا باید این گواهی رو بگیرم؟ و آیا برای سفر به اون کشور واکسن دیگه‌ای هم لازمه؟",
      "intend": ["درخواست_اطلاعات_درباره_واکسیناسیون", "درخواست_آموزش_سلامتی"]
    },
    {
      "query": "همسرم بعد از ترخیص از بیمارستان نیاز به مراقبت داره. می‌خواستم بپرسم چطور می‌تونم برای خدمات پرستاری در منزل درخواست بدم و هزینه اون چقدره؟",
      "intend": ["درخواست_خدمات_پرستاری_در_منزل", "پرسش_درباره_هزینه_درمان"]
    },
    {
      "query": "احساس می‌کنم دچار حمله پانیک شدم. علائمش تپش قلب شدید و تعریقه. لطفاً راهنمایی کنید چه کاری باید انجام بدم و آیا نیاز به مشاوره فوری دارم؟",
      "intend": ["راهنمایی_در_موقعیت_اورژانسی", "درخواست_مشاوره_روانشناسی"]
    },
    {
      "query": "آیا آزمایش خون می‌تونه کمبود ویتامین‌ها رو نشون بده؟ لطفاً یک وقت برای آزمایش خون کامل برای من رزرو کنید.",
      "intend": ["پرسش_درباره_آزمایش_خون", "رزرو_نوبت"]
    },
    {
      "query": "من به دلیل بیماری کلیوی باید رژیم غذایی کم‌پروتئین داشته باشم. می‌تونید یه نمونه برنامه غذایی به من بدید و بگید چه ورزش‌هایی برام مجازه؟",
      "intend": ["درخواست_برنامه_غذایی_ویژه", "پرسش_درباره_ورزش_و_فعالیت_بدنی"]
    },
    {
      "query": "برای چکاپ سلامت قلب، پیش چه متخصصی باید برم؟ لطفاً یک متخصص قلب خوب و نزدیک به محل سکونتم معرفی کنید.",
      "intend": ["پرسش_درباره_سلامت_قلب", "پیدا_کردن_پزشک_متخصص"]
    },
    {
      "query": "من نوبت دندانپزشکی‌ام رو برای پس‌فردا می‌خوام به یک روز دیرتر موکول کنم. ضمناً می‌خواستم بپرسم آیا بیمه تکمیلی هزینه عصب‌کشی رو کامل پوشش می‌ده؟",
      "intend": ["تغییر_نوبت", "دریافت_اطلاعات_درباره_بیمه_درمانی"]
    },
    {
      "query": "کودکم تب بالایی داره و بی‌قراره. نمی‌دونم باید بهش استامینوفن بدم یا ایبوپروفن. لطفاً راهنمایی کنید و بگید نزدیک‌ترین درمانگاه شبانه‌روزی کجاست.",
      "intend": ["پرسش_درباره_دارو", "پیدا_کردن_مرکز_درمانی_نزدیک"]
    },
    {
      "query": "می‌خواستم برنامه درمانی که برای کمردردم تجویز کردید رو پیگیری کنم چون بعد از دو هفته هنوز بهبودی حاصل نشده. آیا نیاز به انجام ام‌آر‌آی هست؟",
      "intend": ["درخواست_پیگیری_برنامه_درمانی", "پرسش_درباره_پروسیجر_پزشکی"]
    },
    {
      "query": "سلام، من گزارش عوارض داروی وارفارین (کبودی پوست) رو دارم. آیا باید مصرفش رو قطع کنم و فوراً به پزشک مراجعه کنم؟",
      "intend": ["درخواست_گزارش_عوارض_دارو", "درخواست_مشاوره_پزشکی_فوری"]
    },
    {
      "query": "برای پدرم که بالای ۷۰ سال سن داره، تزریق واکسن آنفولانزا و ذات‌الریه رو توصیه می‌کنید؟ و از کجا می‌تونیم این واکسن‌ها رو تهیه کنیم؟",
      "intend": ["پرسش_درباره_واکسیناسیون_سالمندان", "پیدا_کردن_مرکز_درمانی_نزدیک"]
    },
    {
      "query": "من فکر می‌کنم به دلیل آلودگی هوا دچار مشکلات تنفسی شدم. چه راهکارهایی برای پیشگیری از تشدید علائم وجود داره و آیا استفاده از دستگاه تصفیه هوا موثره؟",
      "intend": ["پرسش_درباره_پیشگیری_از_بیماری", "پرسش_درباره_تجهیزات_پزشکی"]
    },
    {
      "query": "من مشکل ناباروری دارم. می‌خواستم بدونم چه روش‌های درمانی جدیدی وجود داره و آیا تست‌های ژنتیکی می‌تونه علت رو مشخص کنه؟",
      "intend": ["پرسش_درباره_ناباروری", "پرسش_درباره_تست_غربالگری_ژنتیک"]
    },
    {
      "query": "آیا می‌شه نسخه داروهای من رو تمدید کنید؟ ضمناً می‌خواستم بپرسم آیا این دارو با مکمل‌های گیاهی که مصرف می‌کنم تداخل داره یا نه.",
      "intend": ["درخواست_تمدید_نسخه", "پرسش_درباره_تداخل_دارویی"]
    },
    {
      "query": "من وقت آندوسکوپی دارم و خیلی نگرانم. می‌شه لطفاً در مورد این پروسیجر و عوارض احتمالی‌اش توضیح بدید؟",
      "intend": ["پرسش_درباره_پروسیجر_پزشکی", "پرسش_درباره_عوارض_عمل_جراحی"]
    },
    {
      "query": "نتیجه آزمایش ادرار من نشون‌دهنده عفونته. چه آنتی‌بیوتیکی باید مصرف کنم و آیا نیاز به مراجعه حضوری هست یا مشاوره آنلاین کافیه؟",
      "intend": ["درخواست_تجویز_دارو", "درخواست_مشاوره_پزشکی_آنلاین"]
    },
    {
      "query": "پدرم بعد از ترخیص از بیمارستان نیاز به پیگیری وضعیت داره. چطور می‌تونم یک برنامه پیگیری بعد از ترخیص تنظیم کنم و آیا این خدمات تحت پوشش بیمه هست؟",
      "intend": ["درخواست_پیگیری_بعد_از_ترخیص", "استعلام_بیمه_درمانی"]
    },
    {
      "query": "من به دلیل درد معده می‌خوام از یک فوق تخصص گوارش وقت بگیرم. لطفاً یک دکتر خوب معرفی کنید و بگید اولین نوبت خالی ایشون کی هست.",
      "intend": ["پیدا_کردن_پزشک_متخصص", "رزرو_نوبت"]
    },
    {
      "query": "کودک من به شیر گاو حساسیت داره. لطفاً یک برنامه غذایی جایگزین برای تامین کلسیم به من بدید و بگید علائم حساسیت شدید که نیاز به مراجعه اورژانسی داره چیه.",
      "intend": ["درخواست_برنامه_غذایی", "راهنمایی_در_موقعیت_اورژانسی"]
    },
    {
      "query": "من به تازگی متوجه یک توده در سینه‌ام شدم. خیلی نگرانم. می‌خواستم بدونم مراحل تشخیص سرطان سینه چیه و اولین قدم چیه؟",
      "intend": ["پرسش_درباره_علائم", "راهنمایی_برای_آزمایش_تشخیصی"]
    },
    {
      "query": "آیا می‌تونم داروی فشار خونم رو به جای صبح، شب‌ها مصرف کنم؟ و اینکه آیا لازمه برای این تغییر با پزشکم مشورت کنم و یک وقت ویزیت بگیرم؟",
      "intend": ["پرسش_درباره_دارو", "درخواست_مشاوره_پزشکی_آنلاین"]
    },
    {
      "query": "می‌خواستم برای مشاوره ژنتیک قبل از ازدواج یک نوبت رزرو کنم. لطفاً در مورد هزینه‌ها و آزمایش‌های لازم هم اطلاعاتی به من بدید.",
      "intend": ["رزرو_نوبت", "پرسش_درباره_هزینه_درمان"]
    },
    {
      "query": "من به دلیل آرتروز زانو درد زیادی دارم. آیا فیزیوتراپی بهتره یا تزریق ژل؟ و لطفاً یک کلینیک فیزیوتراپی معتبر پیشنهاد بدید.",
      "intend": ["پرسش_درباره_روش‌های_جایگزین_درمان", "پیشنهاد_پزشک_یا_کلینیک"]
    },
    {
      "query": "همکارم دچار حمله صرع شده. باید چه کاری انجام بدم؟ و لطفاً سریعاً با اورژانس تماس بگیرید.",
      "intend": ["راهنمایی_در_موقعیت_اورژانسی", "درخواست_تماس_با_اورژانس"]
    },
    {
      "query": "نتیجه سی‌تی اسکن ریه من آماده شده. لطفاً نتیجه رو برام تفسیر کنید و بگید آیا نیاز به پیگیری بیشتر توسط متخصص ریه هست یا نه.",
      "intend": ["درخواست_تفسیر_نتایج_آزمایش", "پیگیری_وضعیت_درمان"]
    },
    {
      "query": "من می‌خوام بدونم آیا واکسن HPV برای پیشگیری از سرطان دهانه رحم موثره و از چه سنی باید تزریق بشه؟",
      "intend": ["پرسش_درباره_پیشگیری_از_بیماری", "پرسش_درباره_واکسیناسیون"]
    },
    {
      "query": "داروی لووتیروکسین من تموم شده. لطفاً یک نسخه جدید برام صادر کنید و یک یادآور برای مصرف روزانه‌اش تنظیم کنید.",
      "intend": ["درخواست_نسخه_الکترونیکی", "یادآوری_مصرف_دارو"]
    },
    {
      "query": "من بعد از خوردن غذای دریایی دچار کهیر و تنگی نفس شدم. آیا این یک واکنش آلرژیک شدیده؟ و چه دارویی باید فوراً مصرف کنم؟",
      "intend": ["پرسش_درباره_تشخیص_بیماری", "درخواست_مشاوره_پزشکی_فوری"]
    },
    {
      "query": "برای مادرم که سکته کرده و در بیمارستان بستریه، می‌خواستم وضعیتش رو پیگیری کنم و بدونم چه زمانی به بخش عمومی منتقل می‌شه؟",
      "intend": ["درخواست_بررسی_وضعیت_بیمار_در_بیمارستان", "پیگیری_وضعیت_درمان"]
    },
    {
      "query": "من به دلیل اضطراب شدید نمی‌تونم بخوابم. آیا داروی خاصی پیشنهاد می‌کنید یا بهتره اول با یک روانشناس صحبت کنم؟",
      "intend": ["پرسش_درباره_سلامت_روان", "درخواست_تجویز_دارو"]
    },
    {
      "query": "برای انجام کولونوسکوپی باید به کدام مرکز درمانی مراجعه کنم؟ و اینکه آیا این پروسیجر تحت پوشش بیمه تکمیلی من قرار می‌گیره؟",
      "intend": ["پیدا_کردن_مرکز_درمانی_نزدیک", "استعلام_بیمه_درمانی"]
    },
    {
      "query": "من می‌خوام بدونم علائم اولیه ام‌اس چیه چون چند وقته دچار بی‌حسی در دست و پاهام شدم. آیا لازمه به متخصص مغز و اعصاب مراجعه کنم؟",
      "intend": ["پرسش_درباره_علائم", "درخواست_معرفی_پزشک_متخصص"]
    },
    {
      "query": "لطفاً یک نوبت برای سونوگرافی بارداری برای هفته آینده برای من رزرو کنید و راهنمایی‌های لازم قبل از انجام اون رو برام بفرستید.",
      "intend": ["رزرو_نوبت", "پرسش_درباره_مراقبت_های_پیش_از_عمل"]
    },
    {
      "query": "من دیابت دارم و می‌خوام روزه بگیرم. آیا این کار برای سلامتم خطری نداره؟ و چطور باید دوز انسولینم رو در ماه رمضان تنظیم کنم؟",
      "intend": ["پرسش_درباره_دیابت", "درخواست_تغییر_مقدار_یا_نوع_دارو"]
    },
    {
      "query": "ببخشید، نوبتی که برای اکوی قلب داشتم رو می‌تونید کنسل کنید؟ چون می‌خوام پیش یک متخصص دیگه برم و نیاز به پرونده پزشکی کاملم دارم.",
      "intend": ["لغو_نوبت", "پیگیری_پرونده_پزشکی"]
    },
    {
      "query": "برای پیشگیری از پوکی استخوان در سالمندان چه توصیه‌های تغذیه‌ای و ورزشی دارید؟ و آیا مصرف مکمل کلسیم برای همه لازمه؟",
      "intend": ["درخواست_توصیه_تغذیه‌ای", "پرسش_درباره_سلامت_سالمندان"]
    },
    {
      "query": "من بعد از تزریق واکسن کرونا دچار تب و لرز شدم. این عوارض طبیعیه یا باید به پزشک مراجعه کنم؟ لطفاً یک مشاوره پزشکی فوری ترتیب بدید.",
      "intend": ["گزارش_عوارض_یا_علائم_جدید", "درخواست_مشاوره_پزشکی_فوری"]
    },
    {
      "query": "می‌خواستم بدونم بهترین زمان برای انجام تست پاپ اسمیر کی هست و چطور می‌تونم از کلینیک سلامت زنان شما وقت بگیرم؟",
      "intend": ["پرسش_درباره_سلامت_زنان", "رزرو_نوبت"]
    },
    {
      "query": "من برای درمان افسردگی فلوکستین مصرف می‌کنم. آیا می‌تونم همزمان برای سردردم ایبوپروفن هم بخورم؟ و اینکه عوارض جدی این تداخل چیه؟",
      "intend": ["پرسش_درباره_تداخل_دارویی", "پرسش_درباره_عوارض_دارو"]
    },
    {
      "query": "آیا امکانش هست یک گزارش کامل از هزینه‌های درمان من در بیمارستان رو برام ارسال کنید؟ می‌خوام برای دریافت هزینه از بیمه اقدام کنم.",
      "intend": ["پرسش_درباره_هزینه_درمان", "دریافت_اطلاعات_درباره_بیمه_درمانی"]
    },
    {
      "query": "من به دلیل کار زیاد دچار گردن درد و کمردرد شدم. چه ورزش‌هایی برای بهبود این وضعیت مناسبه و آیا نیاز به مراجعه به فیزیوتراپ دارم؟",
      "intend": ["پرسش_درباره_ورزش_و_فعالیت_بدنی", "درخواست_معرفی_پزشک_متخصص"]
    },
    {
      "query": "کودکم دچار اسهال و استفراغ شده. نمی‌دونم مسمومیت غذاییه یا ویروس. چه مراقبت‌هایی در خانه باید انجام بدم و در چه صورتی باید به بیمارستان مراجعه کنم؟",
      "intend": ["پرسش_درباره_تشخیص_افتراقی", "راهنمایی_در_موقعیت_اورژانسی"]
    },
    {
      "query": "من می‌خوام عمل لیزیک چشم انجام بدم. لطفاً یک چشم‌پزشک خوب و یک کلینیک مجهز به من معرفی کنید.",
      "intend": ["پرسش_درباره_عمل_جراحی", "پیشنهاد_پزشک_یا_کلینیک"]
    },
    {
      "query": "با توجه به اینکه مادرم فشار خون و چربی خون بالا داره، لطفاً یک برنامه غذایی سالم و کم‌نمک برای ایشون طراحی کنید و یک نسخه الکترونیکی برای داروهایشان بفرستید.",
      "intend": ["درخواست_برنامه_غذایی_ویژه", "درخواست_نسخه_الکترونیکی"]
    },
    {
      "query": "من در هفته بیستم بارداری هستم و می‌خوام برای سونوگرافی آنومالی اسکن وقت بگیرم. لطفاً نزدیک‌ترین مرکز تصویربرداری طرف قرارداد با بیمه ما رو معرفی کنید.",
      "intend": ["درخواست_تعیین_وقت_برای_تصویربرداری", "پیدا_کردن_مرکز_درمانی_نزدیک"]
    },
    {
      "query": "من بعد از جراحی آپاندیس هنوز در ناحیه عمل درد دارم. آیا این طبیعیه؟ لطفاً برنامه درمانی من رو بررسی کنید و بگید آیا نیاز به داروی بیشتری هست یا نه.",
      "intend": ["پرسش_درباره_مراقبت_های_پس_از_عمل", "درخواست_پیگیری_برنامه_درمانی"]
    },
    {
      "query": "من به نیش زنبور حساسیت شدید دارم و یک اپی‌پن همراهمه. اگه دچار شوک آنافیلاکسی شدم، اولین کاری که باید بکنم چیه و چطور باید از اپی‌پن استفاده کنم؟",
      "intend": ["راهنمایی_در_موقعیت_اورژانسی", "درخواست_آموزش_سلامتی"]
    },
    {
      "query": "آقای دکتر، من هم دیابت دارم و هم نارسایی کلیه. چه داروهایی برای کنترل قند خونم بی‌خطرتره؟ و لطفاً یک متخصص تغذیه برای رژیم غذایی خاص من معرفی کنید.",
      "intend": ["پرسش_درباره_بیماری_های_خاص", "درخواست_معرفی_پزشک_متخصص"]
    },
    {
      "query": "من می‌خوام یک چکاپ کامل برای سلامت روان انجام بدم. این چکاپ شامل چه مواردی می‌شه و چطور می‌تونم از یک روانپزشک خوب نوبت بگیرم؟",
      "intend": ["پرسش_درباره_سلامت_روان", "رزرو_نوبت"]
    },
    {
      "query": "فرزندم واکسن یک سالگی‌اش رو زده و تب کرده. آیا می‌تونم از شیاف استامینوفن استفاده کنم؟ و اینکه چه علائمی نشون‌دهنده عوارض جدی واکسنه؟",
      "intend": ["پرسش_درباره_دارو", "پرسش_درباره_عوارض_دارو"]
    },
    {
      "query": "من می‌خواهم یک وقت مشاوره برای ترک سیگار بگیرم. آیا روش‌هایی مثل هیپنوتیزم درمانی هم ارائه می‌دید و هزینه جلسات چقدر است؟",
      "intend": ["درخواست_مشاوره_پزشکی_آنلاین", "پرسش_درباره_هزینه_درمان"]
    },
    {
      "query": "با توجه به جواب آزمایشم که کم‌خونی رو نشون می‌ده، چه مواد غذایی رو باید بیشتر مصرف کنم؟ و آیا نیازی به تجویز مکمل آهن هست؟",
      "intend": ["درخواست_توصیه_تغذیه‌ای", "درخواست_تجویز_دارو"]
    },
    {
      "query": "من اخیراً دچار حملات اضطرابی می‌شم. می‌خواستم بدونم تفاوت بین حمله اضطراب و حمله قلبی چیه و چطور می‌تونم این دو رو از هم تشخیص بدم.",
      "intend": ["پرسش_درباره_علائم", "پرسش_درباره_تشخیص_افتراقی"]
    },
    {
      "query": "نسخه داروهای ضد آلرژی من منقضی شده. لطفاً یک نسخه جدید برایم صادر کنید و یک اسپری بینی مناسب هم به آن اضافه کنید.",
      "intend": ["درخواست_تمدید_نسخه", "درخواست_تغییر_مقدار_یا_نوع_دارو"]
    },
    {
      "query": "پدرم نیاز به دستگاه اکسیژن‌ساز در منزل داره. لطفاً راهنمایی کنید که از کجا می‌تونم این دستگاه رو تهیه یا اجاره کنم و آیا بیمه هزینه‌اش رو پوشش می‌ده؟",
      "intend": ["پرسش_درباره_تجهیزات_پزشکی", "استعلام_بیمه_درمانی"]
    },
    {
      "query": "من می‌خوام بدونم آیا رژیم کتوژنیک برای فردی که سابقه سنگ کلیه داره، مناسبه یا نه؟ لطفاً خطرات و مزایای این رژیم رو برام توضیح بدید.",
      "intend": ["پرسش_درباره_رژیم_غذایی_ویژه", "درخواست_آموزش_سلامتی"]
    },
    {
      "query": "نوبت دکترم رو که برای فردا بود می‌خواستم کنسل کنم. ضمناً لطفاً یک خلاصه از پرونده پزشکی من برای ارائه به پزشک دیگر آماده کنید.",
      "intend": ["لغو_نوبت", "پیگیری_پرونده_پزشکی"]
    },
{
      "query": "سلام، من مادر یک کودک مبتلا به اوتیسم هستم. می‌خواستم در مورد جدیدترین روش‌های کاردرمانی اطلاعات بگیرم و بپرسم آیا مرکزی که شما پیشنهاد می‌کنید با بیمه ما قرارداد دارد؟",
      "intend": ["درخواست_اطلاعات_بیماری", "استعلام_بیمه_درمانی"]
    },
    {
      "query": "وقت بخیر، دکتر برای پدرم داروی پلاویکس تجویز کرده. ایشون قراره هفته آینده دندانپزشکی بره. آیا لازمه مصرف دارو رو قطع کنه و چطور می‌تونم یک مشاوره فوری با شما در این مورد داشته باشم؟",
      "intend": ["پرسش_درباره_تداخل_دارویی", "درخواست_مشاوره_پزشکی_فوری"]
    },
    {
      "query": "من برای استخدام در یک شرکت نیاز به گواهی سلامت دارم. چه آزمایش‌هایی باید انجام بدم و چطور می‌تونم سریع‌ترین نوبت رو برای انجامشون رزرو کنم؟",
      "intend": ["راهنمایی_برای_آزمایش_تشخیصی", "رزرو_نوبت"]
    },
    {
      "query": "از وقتی شیمی‌درمانی رو شروع کردم، حس بویایی و چشایی‌ام رو از دست دادم. این عارضه دائمیه؟ لطفاً یک برنامه غذایی برای تقویت بدنم در این دوران هم بهم بدید.",
      "intend": ["پرسش_درباره_عوارض_درمان", "درخواست_برنامه_غذایی"]
    },
    {
      "query": "همکارم در محل کار از نردبان افتاده و فکر کنم پاش شکسته. لطفاً راهنمایی کنید چه اقدامات اولیه‌ای انجام بدم و سریع یک آمبولانس به آدرس ما بفرستید.",
      "intend": ["راهنمایی_در_موقعیت_اورژانسی", "درخواست_تماس_با_اورژانس"]
    },
    {
      "query": "من به عنوان یک پرستار، می‌خواستم وضعیت بیمار اتاق ۳۰۲، آقای رضایی، رو گزارش بدم. سطح هوشیاری‌شون پایین اومده. لطفاً برای بررسی وضعیتشون تشریف بیارید و دستورات لازم رو در پرونده‌شون ثبت کنید.",
      "intend": ["گزارش_فوریت_پزشکی", "پیگیری_پرونده_پزشکی"]
    },
    {
      "query": "من برای سفر به آفریقا نیاز به واکسن تب زرد دارم. این واکسن رو کجا می‌تونم بزنم؟ و آیا لازمه داروهای پیشگیری از مالاریا رو هم از الان شروع کنم؟",
      "intend": ["پرسش_درباره_واکسیناسیون", "پرسش_درباره_پیشگیری_از_بیماری"]
    },
    {
      "query": "من به دلیل رفلاکس معده، امپرازول مصرف می‌کنم. آیا مصرف طولانی‌مدت این دارو خطری نداره؟ و اینکه آیا طب سوزنی می‌تونه به درمانم کمک کنه؟",
      "intend": ["پرسش_درباره_عوارض_دارو", "پرسش_درباره_روش‌های_جایگزین_درمان"]
    },
    {
      "query": "می‌خواستم نوبت ماموگرافی که برای مادرم گرفته بودم رو لغو کنم. ایشون به دلیل شرایط جسمی نمی‌تونن مراجعه کنن. آیا امکان انجام این تصویربرداری در منزل وجود داره؟",
      "intend": ["لغو_نوبت", "درخواست_هماهنگی_برای_ویزیت_خانگی"]
    },
    {
      "query": "نتیجه تست تراکم استخوان من پوکی استخوان رو نشون داده. خیلی نگرانم. می‌شه لطفاً در مورد این بیماری و راه‌های کنترلش بهم اطلاعات بدید و یک متخصص خوب بهم معرفی کنید؟",
      "intend": ["درخواست_اطلاعات_بیماری", "درخواست_معرفی_پزشک_متخصص"]
    },
    {
      "query": "آیا دستگاه‌های سنجش فشار خون خانگی دقیق هستند؟ لطفاً یک مدل خوب بهم پیشنهاد بدید و نحوه صحیح استفاده از اون رو هم آموزش بدید.",
      "intend": ["پرسش_درباره_تجهیزات_پزشکی", "درخواست_آموزش_سلامتی"]
    },
    {
      "query": "من دچار بی‌اختیاری ادرار شدم. خیلی خجالت می‌کشم. آیا این مشکل درمانی داره و باید به متخصص اورولوژی مراجعه کنم یا زنان؟",
      "intend": ["پرسش_درباره_علائم", "درخواست_معرفی_پزشک_متخصص"]
    },
    {
      "query": "برای برادرم که دچار سوختگی شدید شده، دنبال یک مرکز درمانی تخصصی سوختگی می‌گردم. لطفاً بهترین بیمارستان در این زمینه رو معرفی کنید و وضعیت فعلی بیمارستان‌های دولتی رو از نظر تخت خالی به من اطلاع بدید.",
      "intend": ["پیدا_کردن_مرکز_درمانی_نزدیک", "درخواست_بررسی_وضعیت_بیمارستان"]
    },
    {
      "query": "من به عنوان داروساز، در مورد نسخه بیمار آقای کریمی سوال داشتم. تداخل داروی تجویز شده با سابقه حساسیت ایشون وجود داره. لطفاً جهت اصلاح نسخه با من تماس بگیرید و دستورالعمل جدید رو بفرمایید.",
      "intend": ["پرسش_درباره_تداخل_دارویی", "درخواست_تغییر_مقدار_یا_نوع_دارو"]
    },
    {
      "query": "من به دلیل درد شدید آندومتریوز نمی‌تونم سر کار برم. آیا می‌تونید برای من گواهی استعلاجی صادر کنید و یک نوبت فوری برای بررسی بیشتر بهم بدید؟",
      "intend": ["درخواست_گواهی_پزشکی", "رزرو_نوبت"]
    },
    {
      "query": "فرزندم در مدرسه دچار حمله آسم شده. اسپری‌اش همراهش نیست. لطفاً راهنمایی کنید معلمش چه کاری می‌تونه انجام بده تا من خودم رو برسونم و آیا لازمه با اورژانس تماس بگیرن؟",
      "intend": ["راهنمایی_در_موقعیت_اورژانسی", "درخواست_مشاوره_پزشکی_فوری"]
    },
    {
      "query": "من می‌خوام بدونم آیا بیمه تکمیلی من هزینه‌های دندانپزشکی زیبایی مثل لمینت رو پوشش می‌ده یا نه، و لطفاً یک لیست از کلینیک‌های طرف قرارداد بهم بدید.",
      "intend": ["استعلام_بیمه_درمانی", "پیشنهاد_پزشک_یا_کلینیک"]
    },
    {
      "query": "دکتر برای من رژیم غذایی فاقد لاکتوز تجویز کرده. لطفاً چند نمونه صبحانه و میان‌وعده مناسب به من پیشنهاد بدید و بگید چطور می‌تونم کلسیم مورد نیاز بدنم رو تامین کنم.",
      "intend": ["پرسش_درباره_رژیم_غذایی_ویژه", "درخواست_توصیه_تغذیه‌ای"]
    },
    {
      "query": "من به تازگی یک دستگاه تست قند خون خریدم ولی نمی‌دونم چطور ازش استفاده کنم. می‌شه یک ویدئوی آموزشی برام بفرستید یا یک جلسه مشاوره آنلاین برای آموزش تنظیم کنید؟",
      "intend": ["درخواست_آموزش_سلامتی", "درخواست_مشاوره_پزشکی_آنلاین"]
    },
    {
      "query": "من به دلیل درد مفاصل به روماتولوژیست مراجعه کردم. ایشون آزمایش‌های زیادی نوشتن. می‌خواستم بدونم هزینه این آزمایش‌ها حدوداً چقدر می‌شه و جوابشون کی آماده می‌شه؟",
      "intend": ["پرسش_درباره_هزینه_درمان", "پیگیری_نتایج_آزمایش"]
    },
    {
      "query": "آیا درسته که آلودگی هوا می‌تونه باعث تشدید آلرژی بشه؟ برای روزهایی که شاخص آلودگی بالاست چه راهکارهای پیشگیرانه‌ای وجود داره؟",
      "intend": ["پرسش_درباره_پیشگیری_از_بیماری", "پرسش_درباره_آب_و_هوا_برای_سلامت"]
    },
    {
      "query": "من از پزشک عمومی برای فرزندم نامه معرفی به متخصص گوش و حلق و بینی گرفتم. چطور می‌تونم از یک متخصص خوب در بیمارستان شما نوبت بگیرم و آیا لازمه مدارک پزشکی قبلی رو همراه داشته باشم؟",
      "intend": ["رزرو_نوبت", "پیگیری_پرونده_پزشکی"]
    },
    {
      "query": "من بعد از عمل اسلیو معده دچار ریزش موی شدید شدم. آیا این طبیعیه و چه مکمل‌هایی باید مصرف کنم تا بهتر بشه؟",
      "intend": ["پرسش_درباره_عوارض_عمل_جراحی", "درخواست_تجویز_دارو"]
    },
    {
      "query": "آیا می‌تونم نتیجه آزمایش اسپرم همسرم رو به صورت آنلاین دریافت کنم؟ و لطفاً یک مرکز درمان ناباروری معتبر به من معرفی کنید.",
      "intend": ["درخواست_دریافت_نتیجه_آزمایش", "پیدا_کردن_مرکز_درمانی_نزدیک"]
    },
    {
      "query": "من به عنوان مسئول بهداشت یک کارخانه، می‌خواستم برای کارگران یک دوره آموزشی کمک‌های اولیه برگزار کنم. آیا شما چنین خدماتی ارائه می‌دید و هزینه برگزاری دوره چقدره؟",
      "intend": ["درخواست_آموزش_سلامتی", "پرسش_درباره_هزینه_درمان"]
    },
    {
      "query": "پدرم فراموش کرده قرص قلبش رو بخوره و الان چند ساعت گذشته. باید دوز فراموش شده رو الان بهش بدم یا تا نوبت بعدی صبر کنم؟ و لطفاً یک یادآور مصرف دارو در سیستم براش ثبت کنید.",
      "intend": ["پرسش_درباره_دارو", "یادآوری_مصرف_دارو"]
    },
    {
      "query": "من به دلیل استرس شغلی دچار تیک عصبی شدم. به نظرتون این مشکل با روان‌درمانی حل می‌شه یا نیاز به دارو دارم؟",
      "intend": ["پرسش_درباره_سلامت_روان", "پرسش_درباره_روش‌های_جایگزین_درمان"]
    },
    {
      "query": "من هفته پیش واکسن آنفولانزا زدم و هنوز جای تزریق دردناک و متورمه. آیا این واکنش طبیعیه یا نشانه عفونته؟",
      "intend": ["پرسش_درباره_عوارض_واکسیناسیون", "گزارش_عوارض_یا_علائم_جدید"]
    },
    {
      "query": "نوبت فیزیوتراپی من برای ساعت ۵ هست. می‌خواستم ببینم می‌تونم یک ساعت زودتر بیام؟ ضمناً می‌خواستم بپرسم برای تسکین درد در خانه چه ورزش‌هایی رو می‌تونم انجام بدم.",
      "intend": ["تغییر_نوبت", "درخواست_برنامه_ورزشی_برای_بیماری_خاص"]
    },
    {
      "query": "من به دلیل کم‌کاری تیروئید دچار اضافه‌وزن شدم. لطفاً یک متخصص غدد خوب به من معرفی کنید و یک برنامه غذایی برای کاهش وزن بهم بدید.",
      "intend": ["درخواست_معرفی_پزشک_متخصص", "درخواست_برنامه_غذایی"]
    },
    {
      "query": "آیا امکان داره به جای مراجعه حضوری، یک ویزیت خانگی برای پدربزرگم که توانایی حرکت نداره هماهنگ کنید؟ ایشون علائم عفونت ادراری دارن.",
      "intend": ["درخواست_هماهنگی_برای_ویزیت_خانگی", "پرسش_درباره_علائم"]
    },
    {
      "query": "من فکر می‌کنم به قارچ پوستی مبتلا شدم. علائمش خارش و قرمزیه. آیا می‌تونم بدون نسخه پماد کلوتریمازول استفاده کنم یا حتماً باید ویزیت بشم؟",
      "intend": ["پرسش_درباره_تشخیص_بیماری", "درخواست_تجویز_دارو"]
    },
    {
      "query": "بعد از یک ماه از شروع برنامه ورزشی و رژیم، وزنم ثابت مونده. به نظرتون برنامه درمانی من نیاز به بازبینی داره؟ لطفاً یک وقت مشاوره برای پیگیری وضعیتم تعیین کنید.",
      "intend": ["پیگیری_وضعیت_درمان", "رزرو_نوبت"]
    },
    {
      "query": "من به عنوان یک پزشک عمومی، بیماری با علائم نادر پوستی دارم. می‌خواستم برای تشخیص قطعی با یک متخصص پوست در مجموعه شما مشورت کنم. چطور می‌تونم سوابق بیمار رو برای شما ارسال کنم؟",
      "intend": ["درخواست_مشاوره_پزشکی_آنلاین", "پیگیری_پرونده_پزشکی"]
    },
    {
      "query": "آیا درسته که استرس می‌تونه باعث تشدید بیماری پسوریازیس بشه؟ لطفاً چند راهکار برای مدیریت استرس بهم آموزش بدید.",
      "intend": ["پرسش_درباره_بیماری_های_خاص", "درخواست_آموزش_سلامتی"]
    },
    {
      "query": "من می‌خوام بدونم آیا واکسن گارداسیل برای پسران هم تزریق می‌شه یا نه؟ و لطفاً هزینه هر دوز از این واکسن رو هم بفرمایید.",
      "intend": ["پرسش_درباره_واکسیناسیون", "پرسش_درباره_هزینه_درمان"]
    },
    {
      "query": "همسرم دیابت بارداری گرفته. این وضعیت چقدر خطرناکه و چه رژیم غذایی خاصی رو باید رعایت کنه؟",
      "intend": ["پرسش_درباره_بارداری", "درخواست_برنامه_غذایی_ویژه"]
    },
    {
      "query": "من به دلیل مصرف آنتی‌بیوتیک دچار مشکلات گوارشی شدم. آیا مصرف پروبیوتیک‌ها می‌تونه کمکی بکنه؟ و اینکه لطفاً یک نسخه جدید برای داروی اصلیم صادر کنید چون قبلی رو گم کردم.",
      "intend": ["پرسش_درباره_روش‌های_جایگزین_درمان", "درخواست_نسخه_الکترونیکی"]
    },
    {
      "query": "آیا دستگاه‌های بخور سرد برای کسی که سینوزیت مزمن داره مفیده؟ لطفاً یک برند معتبر معرفی کنید.",
      "intend": ["پرسش_درباره_تجهیزات_پزشکی", "پیشنهاد_پزشک_یا_کلینیک"]
    },
    {
      "query": "من می‌خواستم پرونده پزشکی ده سال گذشته خودم رو از بایگانی بیمارستان شما دریافت کنم. چه مراحلی داره و آیا نیاز به حضور خودم هست؟",
      "intend": ["پیگیری_پرونده_پزشکی", "درخواست_اطلاعات_اداری"]
    },
    {
      "query": "ببخشید من به صدام حساسیت دارم و دچار سردردهای شدید می‌شم. این علائم می‌تونه نشونه میگرن باشه؟ آیا باید برای تشخیص به نورولوژیست مراجعه کنم؟",
      "intend": ["پرسش_درباره_علائم", "درخواست_معرفی_پزشک_متخصص"]
    },
    {
      "query": "نتیجه آزمایش خون فرزندم نشون‌دهنده فقر آهن شدیده. چه شربت آهنی براش بهتره که دندون‌هاش رو سیاه نکنه؟ و آیا لازمه یک وقت ویزیت جدید بگیریم؟",
      "intend": ["پرسش_درباره_دارو", "رزرو_نوبت"]
    },
    {
      "query": "من بعد از ورزش سنگین دچار درد عضلانی شدید شدم. این درد طبیعیه یا ممکنه آسیب‌دیدگی باشه؟ برای کاهش درد چه کاری می‌تونم انجام بدم؟",
      "intend": ["پرسش_درباره_تشخیص_افتراقی", "درخواست_توصیه_سلامتی"]
    },
    {
      "query": "من به عنوان یک امدادگر، در صحنه تصادف با مصدومی مواجه شدم که خونریزی شدید داره. لطفاً راهنمایی کنید چطور خونریزی رو کنترل کنم تا اورژانس برسه.",
      "intend": ["راهنمایی_در_موقعیت_اورژانسی", "گزارش_فوریت_پزشکی"]
    },
    {
      "query": "آیا بیمه من هزینه سمعک رو پوشش می‌ده؟ لطفاً یک مرکز شنوایی‌سنجی معتبر و طرف قرارداد با بیمه ما رو معرفی کنید.",
      "intend": ["استعلام_بیمه_درمانی", "پیدا_کردن_مرکز_درمانی_نزدیک"]
    },
    {
      "query": "من به دلیل بیماری پارکینسون در بلع غذا مشکل دارم. آیا متخصص گفتاردرمانی می‌تونه کمکی بکنه؟ و چطور می‌تونم یک نوبت ویزیت در منزل هماهنگ کنم؟",
      "intend": ["پرسش_درباره_روش‌های_جایگزین_درمان", "درخواست_هماهنگی_برای_ویزیت_خانگی"]
    },
    {
      "query": "من می‌خوام بدونم آیا استفاده از لنزهای طبی رنگی عوارضی برای چشم داره؟ و برای معاینه و تعیین نمره چشم باید از کجا وقت بگیرم؟",
      "intend": ["پرسش_درباره_عوارض_درمان", "رزرو_نوبت"]
    },
    {
      "query": "برای مراقبت از زخم بستر پدرم در خانه به چه وسایلی نیاز دارم؟ لطفاً یک لیست از تجهیزات لازم مثل تشک مواج و پمادهای مخصوص بهم بدید.",
      "intend": ["درخواست_آموزش_سلامتی", "پرسش_درباره_تجهیزات_پزشکی"]
    },
    {
      "query": "من به تازگی فهمیدم به بادام زمینی آلرژی شدید دارم. در صورت مصرف اتفاقی، چه علائمی نشون‌دهنده شروع واکنش آنافیلاکسی هست و اولین اقدام چیه؟",
      "intend": ["درخواست_اطلاعات_بیماری", "راهنمایی_در_موقعیت_اورژانسی"]
    },
    {
      "query": "آیا می‌تونم داروی ضد اضطرابم رو با دمنوش‌های آرام‌بخش مثل گل‌گاوزبان همزمان مصرف کنم؟ لطفاً لیست کامل تداخلات این دارو رو برام بفرستید.",
      "intend": ["پرسش_درباره_تداخل_دارویی", "درخواست_اطلاعات_دارو"]
    },
    {
      "query": "من از پزشک معالجم راضی نیستم و می‌خوام پرونده پزشکی‌ام رو به کلینیک دیگه‌ای منتقل کنم. لطفاً راهنمایی کنید چه مراحلی رو باید طی کنم و آیا هزینه‌ای داره؟",
      "intend": ["درخواست_تغییر_پزشک_معالج", "پرسش_درباره_هزینه_اداری"]
    },
    {
      "query": "فرزندم شب‌ها دندان قروچه می‌کنه. این موضوع نگران‌کننده‌ست و علتش چیه؟ آیا باید به دندانپزشک مراجعه کنیم یا متخصص اطفال؟",
      "intend": ["پرسش_درباره_علائم", "درخواست_معرفی_پزشک_متخصص"]
    },
    {
      "query": "من برای جراحی زیبایی پلک (بلفاروپلاستی) می‌خوام یک وقت مشاوره بگیرم. می‌خواستم بدونم دوره نقاهت این عمل چقدره و آیا جای بخیه‌ها باقی می‌مونه؟",
      "intend": ["رزرو_نوبت", "پرسش_درباره_دوره_نقاهت"]
    },
    {
      "query": "من به عنوان یک مربی ورزشی، می‌خواستم برای شاگردم که آسم داره یک برنامه ورزشی مناسب طراحی کنم. چه نکاتی رو باید در نظر بگیرم و چه ورزش‌هایی براش ممنوعه؟",
      "intend": ["درخواست_برنامه_ورزشی_برای_بیماری_خاص", "پرسش_درباره_پیشگیری_از_بیماری"]
    },
    {
      "query": "آیا امکانش هست نتیجه پاتولوژی مادرم رو برام ایمیل کنید؟ و لطفاً یک وقت ویزیت برای پیگیری درمان و صحبت با انکولوژیست براشون تنظیم کنید.",
      "intend": ["درخواست_دریافت_نتیجه_آزمایش", "رزرو_نوبت"]
    },
    {
      "query": "من به دلیل آپنه خواب شب‌ها خیلی بد می‌خوابم. آیا استفاده از دستگاه CPAP تنها راه درماته؟ و این دستگاه رو از کجا می‌تونم تهیه کنم؟",
      "intend": ["پرسش_درباره_روش‌های_جایگزین_درمان", "پرسش_درباره_تجهیزات_پزشکی"]
    },
    {
      "query": "من به تازگی گیاهخوار شدم. برای اینکه مطمئن بشم تمام مواد مغذی به بدنم می‌رسه، چه آزمایش‌های خونی رو باید به صورت دوره‌ای انجام بدم؟",
      "intend": ["درخواست_توصیه_تغذیه‌ای", "راهنمایی_برای_آزمایش_تشخیصی"]
    },
    {
      "query": "من در پای راستم احساس درد و تورم شدید دارم و پوستش قرمز شده. نگرانم که لخته خون باشه. آیا باید فوراً به اورژانس مراجعه کنم؟ لطفاً نزدیک‌ترین بیمارستان مجهز رو معرفی کنید.",
      "intend": ["پرسش_درباره_تشخیص_بیماری", "پیدا_کردن_مرکز_درمانی_نزدیک"]
    },
    {
      "query": "نسخه داروهای روانپزشکی من تموم شده و دکترم در مسافرته. چطور می‌تونم نسخه رو تمدید کنم؟ آیا یک پزشک عمومی هم می‌تونه این داروها رو تجویز کنه؟",
      "intend": ["درخواست_تمدید_نسخه", "درخواست_مشاوره_پزشکی_آنلاین"]
    },
    {
      "query": "آیا کودک من که دچار تبخال چشمی شده، می‌تونه به مهدکودک بره؟ این بیماری چقدر واگیر داره و چه مراقبت‌هایی در خانه لازمه؟",
      "intend": ["پرسش_درباره_بیماری_های_خاص", "پرسش_درباره_پیشگیری_از_بیماری"]
    },
    {
      "query": "من می‌خوام برای مادرم که آلزایمر داره یک پرستار در منزل استخدام کنم. چه نکاتی رو باید در انتخاب پرستار در نظر بگیرم و آیا مراکز معتبری برای این کار می‌شناسید؟",
      "intend": ["درخواست_خدمات_پرستاری_در_منزل", "پیشنهاد_پزشک_یا_کلینیک"]
    },
    {
      "query": "بعد از تزریق بوتاکس برای میگرن، دچار افتادگی پلک شدم. این عارضه موقتیه یا دائمی؟ و آیا راهی برای اصلاحش وجود داره؟",
      "intend": ["گزارش_عوارض_درمان", "پرسش_درباره_روش‌های_جایگزین_درمان"]
    },
    {
      "query": "من برای دریافت هزینه‌های درمان از بیمه تکمیلی، نیاز به کپی برابر اصل تمام مدارک پزشکی بستری در بیمارستان شما دارم. لطفاً راهنمایی کنید از کدام بخش باید اقدام کنم.",
      "intend": ["پیگیری_پرونده_پزشکی", "دریافت_اطلاعات_درباره_بیمه_درمانی"]
    },
    {
      "query": "آیا درسته که طب سنتی می‌تونه به درمان کبد چرب کمک کنه؟ لطفاً چند توصیه تغذیه‌ای بر اساس طب سنتی بهم بدید و بگید آیا با داروهای شیمیایی تداخل نداره؟",
      "intend": ["پرسش_درباره_روش‌های_جایگزین_درمان", "پرسش_درباره_تداخل_دارویی"]
    },
    {
      "query": "من به دلیل ویار بارداری نمی‌تونم هیچ غذایی بخورم. آیا این وضعیت برای جنین خطرناکه و چه راهکارهایی برای کنترلش وجود داره؟",
      "intend": ["پرسش_درباره_بارداری", "درخواست_توصیه_سلامتی"]
    },
    {
      "query": "برای چکاپ کامل قبل از شروع یک برنامه ورزشی حرفه‌ای، پیش چه متخصصانی باید برم؟ لطفاً یک لیست از آزمایش‌ها و معاینات لازم بهم بدید.",
      "intend": ["درخواست_معرفی_پزشک_متخصص", "راهنمایی_برای_آزمایش_تشخیصی"]
    },
    {
      "query": "من به عنوان اپراتور اورژانس، گزارشی از یک مورد سکته قلبی در یک مکان عمومی دریافت کردم. لطفاً یک تیم پزشکی به همراه دستگاه شوک به محل اعزام کنید و نزدیک‌ترین بیمارستان قلب رو آماده‌باش کنید.",
      "intend": ["گزارش_فوریت_پزشکی", "درخواست_هماهنگی_بین_بخشی"]
    },
    {
      "query": "آیا واکسن HPV می‌تونه باعث ناباروری بشه؟ می‌خوام قبل از تزریق برای دخترم، اطلاعات کامل و معتبری در مورد عوارض احتمالی این واکسن داشته باشم.",
      "intend": ["پرسش_درباره_واکسیناسیون", "پرسش_درباره_عوارض_واکسیناسیون"]
    },
    {
      "query": "من به دلیل اضطراب اجتماعی نمی‌تونم در جلسات گروه‌درمانی شرکت کنم. آیا امکانش هست جلسات مشاوره به صورت خصوصی و آنلاین برگزار بشه و هزینه‌اش چقدر تفاوت داره؟",
      "intend": ["درخواست_مشاوره_روانشناسی", "پرسش_درباره_هزینه_درمان"]
    },
    {
      "query": "آیا بعد از عمل آب مروارید، لازمه تا مدتی از عینک آفتابی استفاده کنم؟ و اینکه چه زمانی می‌تونم رانندگی رو دوباره شروع کنم؟",
      "intend": ["پرسش_درباره_مراقبت_های_پس_از_عمل", "پرسش_درباره_دوره_نقاهت"]
    },
    {
      "query": "من به تازگی فهمیدم به لاتکس حساسیت دارم. لطفاً یک لیست از وسایل پزشکی و روزمره که حاوی لاتکس هستند به من بدید تا ازشون دوری کنم.",
      "intend": ["درخواست_اطلاعات_بیماری", "درخواست_آموزش_سلامتی"]
    },
    {
      "query": "برای پدرم که دچار شکستگی لگن شده، نیاز به تخت بیمارستانی در منزل داریم. از کجا می‌تونم این تخت رو تهیه کنم و آیا پرستاری برای آموزش نحوه جابجایی ایشون به ما کمک می‌کنه؟",
      "intend": ["پرسش_درباره_تجهیزات_پزشکی", "درخواست_خدمات_پرستاری_در_منزل"]
    },
    {
      "query": "من داروی ضدافسردگی مصرف می‌کنم و قصد بارداری دارم. آیا باید مصرف دارو رو قطع کنم؟ لطفاً یک وقت مشاوره با روانپزشک و متخصص زنان برای من تنظیم کنید.",
      "intend": ["پرسش_درباره_تداخل_دارویی", "رزرو_نوبت"]
    },
    {
      "query": "فرزندم به طور ناگهانی دچار لکنت زبان شده. آیا این موضوع می‌تونه ریشه عصبی داشته باشه و باید به گفتاردرمانگر مراجعه کنیم یا متخصص مغز و اعصاب؟",
      "intend": ["پرسش_درباره_علائم", "درخواست_معرفی_پزشک_متخصص"]
    },
    {
      "query": "آیا درسته که نور آبی موبایل می‌تونه باعث بی‌خوابی بشه؟ چه راهکارهایی برای بهبود کیفیت خواب پیشنهاد می‌کنید؟",
      "intend": ["پرسش_درباره_پیشگیری_از_بیماری", "درخواست_توصیه_سلامتی"]
    },
    {
      "query": "من می‌خوام بدونم آیا امکان اهدای عضو بعد از مرگ مغزی برای همه وجود داره یا شرایط خاصی داره؟ لطفاً مراکز مسئول برای ثبت‌نام کارت اهدا عضو رو هم معرفی کنید.",
      "intend": ["درخواست_اطلاعات_پزشکی", "پیدا_کردن_مرکز_درمانی_نزدیک"]
    },
    {
      "query": "همسرم به دلیل سنگ کلیه درد شدیدی داره. چه مسکنی می‌تونم بهش بدم که قوی باشه و نیاز به نسخه نداشته باشه؟ و در چه صورتی باید فوراً به اورژانس بریم؟",
      "intend": ["پرسش_درباره_دارو", "راهنمایی_در_موقعیت_اورژانسی"]
    },
    {
      "query": "من می‌خواستم نوبت سونوگرافی داپلر عروق پا رو که داشتم به یک روز دیگه موکول کنم. ضمناً لطفاً هزینه دقیق این سونوگرافی با بیمه تکمیلی رو هم بهم بگید.",
      "intend": ["تغییر_نوبت", "پرسش_درباره_هزینه_درمان"]
    },
    {
      "query": "آیا ورزش یوگا برای کسی که سابقه دیسک کمر داره، مفیده یا مضر؟ لطفاً چند حرکت اصلاحی برای کاهش درد کمر بهم آموزش بدید.",
      "intend": ["پرسش_درباره_ورزش_و_فعالیت_بدنی", "درخواست_آموزش_سلامتی"]
    },
    {
      "query": "برای چکاپ سالانه سلامت زنان بالای ۴۰ سال، چه آزمایش‌ها و معایناتی ضروریه؟ لطفاً یک پکیج چکاپ کامل پیشنهاد بدید و یک نوبت برام رزرو کنید.",
      "intend": ["درخواست_اطلاعات_درباره_غربالگری", "رزرو_نوبت"]
    },
    {
      "query": "من به دلیل سندروم روده تحریک‌پذیر (IBS) دچار نفخ و درد شکم هستم. آیا رژیم غذایی FODMAP می‌تونه به من کمک کنه؟ لطفاً یک نمونه از این رژیم رو برام ارسال کنید.",
      "intend": ["پرسش_درباره_بیماری_های_خاص", "درخواست_برنامه_غذایی_ویژه"]
    },
    {
      "query": "بعد از به هوش اومدن از عمل جراحی، پدرم دچار هذیان‌گویی شده. آیا این حالت طبیعیه و چقدر طول می‌کشه تا برطرف بشه؟",
      "intend": ["پرسش_درباره_عوارض_عمل_جراحی", "پرسش_درباره_دوره_نقاهت"]
    },
    {
      "query": "من مسئول ایمنی یک پروژه ساختمانی هستم. در صورت بروز حادثه و قطع عضو، اقدامات اولیه قبل از رسیدن اورژانس چیه؟ لطفاً یک پروتکل فوری برامون تدوین کنید.",
      "intend": ["راهنمایی_در_موقعیت_اورژانسی", "درخواست_آموزش_سلامتی"]
    },
    {
      "query": "آیا امکان داره به جای آنتی‌بیوتیک شیمیایی برای درمان سینوزیت، از روش‌های گیاهی استفاده کرد؟ لطفاً در مورد اثربخشی و عوارض احتمالی این روش‌ها توضیح بدید.",
      "intend": ["پرسش_درباره_روش‌های_جایگزین_درمان", "پرسش_درباره_عوارض_درمان"]
    },
    {
      "query": "می‌خواستم یک گزارش از عوارض داروی جدیدی که مصرف می‌کنم (سرگیجه شدید) ثبت کنم. و لطفاً یک وقت مشاوره تلفنی با پزشکم ترتیب بدید تا در مورد تغییر دارو صحبت کنم.",
      "intend": ["درخواست_گزارش_عوارض_دارو", "درخواست_مشاوره_پزشکی_آنلاین"]
    },
    {
      "query": "کودک من به گرد و غبار حساسیت داره. آیا استفاده از دستگاه تصفیه هوا در اتاقش می‌تونه موثر باشه؟ و اینکه آیا بیمه هزینه‌ی خرید این دستگاه‌ها رو تقبل می‌کنه؟",
      "intend": ["پرسش_درباره_تجهیزات_پزشکی", "استعلام_بیمه_درمانی"]
    },
    {
      "query": "من می‌خوام یک برنامه کامل برای پیگیری درمان فشار خونم داشته باشم. چطور می‌تونم فشار خونم رو روزانه ثبت کنم و برای پزشکم بفرستم؟ آیا اپلیکیشن خاصی برای این کار وجود داره؟",
      "intend": ["درخواست_پیگیری_برنامه_درمانی", "پرسش_درباره_تکنولوژی_سلامت"]
    },
    {
      "query": "آیا درسته که مصرف زیاد استامینوفن به کبد آسیب می‌رسونه؟ حداکثر دوز مجاز مصرف روزانه چقدره؟",
      "intend": ["پرسش_درباره_دارو", "پرسش_درباره_عوارض_دارو"]
    },
    {
      "query": "برای مادربزرگم که به دلیل کهولت سن نمی‌تونه حمام بره، آیا خدمات پرستاری برای بهداشت شخصی در منزل ارائه می‌دید؟ و هزینه‌ی هر جلسه چقدر هست؟",
      "intend": ["درخواست_خدمات_پرستاری_در_منزل", "پرسش_درباره_هزینه_درمان"]
    },
    {
      "query": "من به عنوان پزشک خانواده، بیماری دارم که مشکوک به آرتریت روماتوئید است. لطفاً یک روماتولوژیست خوب در شبکه خودتون معرفی کنید و بفرمایید چطور می‌تونم بیمار رو به ایشون ارجاع بدم.",
      "intend": ["درخواست_معرفی_پزشک_متخصص", "درخواست_ارجاع_بیمار"]
    },
    {
      "query": "من به دلیل شیفت کاری شبانه، الگوی خوابم به هم ریخته. چه راهکارهایی برای تنظیم خوابم وجود داره و آیا مصرف ملاتونین بدون نسخه بی‌خطره؟",
      "intend": ["درخواست_توصیه_سلامتی", "پرسش_درباره_دارو"]
    },
    {
      "query": "آیا امکان داره به جای ویزیت حضوری، مدارک پزشکی و عکس‌های رادیولوژی رو براتون ایمیل کنم و شما به صورت آنلاین نظرتون رو در مورد نیاز به جراحی بگید؟",
      "intend": ["درخواست_مشاوره_پزشکی_آنلاین", "پرسش_درباره_عمل_جراحی"]
    },
    {
      "query": "کودک من ناخن‌هاشو می‌جوه. آیا این یک عادت رفتاریه یا ممکنه نشونه اضطراب باشه؟ لطفاً یک متخصص روانشناسی کودک خوب به من معرفی کنید.",
      "intend": ["پرسش_درباره_سلامت_روان", "درخواست_معرفی_پزشک_متخصص"]
    },
    {
      "query": "من می‌خواستم نوبت ارتودنسی فرزندم رو که برای ماه آینده است، به دو هفته زودتر تغییر بدم. ضمناً لطفاً یک پیش‌فاکتور از کل هزینه‌های درمان برای ارائه به بیمه به من بدید.",
      "intend": ["تغییر_نوبت", "دریافت_اطلاعات_درباره_بیمه_درمانی"]
    },
    {
      "query": "آیا بعد از واکسن سه‌گانه (کزاز، دیفتری، سیاه‌سرفه) در بزرگسالی، نیاز به تزریق یادآور هست؟ و از کجا می‌تونم بفهمم آخرین بار کی این واکسن رو زدم؟",
      "intend": ["پرسش_درباره_واکسیناسیون", "پیگیری_پرونده_پزشکی"]
    },
    {
      "query": "من به دلیل شیمی‌درمانی موهام رو از دست دادم. می‌خواستم در مورد کلاه‌گیس‌های با ظاهر طبیعی اطلاعات بگیرم و بدونم آیا مراکز حمایتی برای بیماران سرطانی وجود داره که در این زمینه کمک کنن؟",
      "intend": ["پرسش_درباره_عوارض_درمان", "درخواست_اطلاعات_حمایتی"]
    },
    {
      "query": "برای تشخیص بیش‌فعالی (ADHD) در بزرگسالان چه تست‌ها و ارزیابی‌هایی انجام می‌شه؟ و آیا درمانش فقط با دارو هست یا روان‌درمانی هم موثره؟",
      "intend": ["راهنمایی_برای_آزمایش_تشخیصی", "پرسش_درباره_روش‌های_جایگزین_درمان"]
    },
    {
      "query": "من به دلیل شغل، مجبورم ساعت‌های طولانی بشینم و دچار واریس شدم. چه ورزش‌هایی برای بهبود گردش خون در پاها مفیده و آیا استفاده از جوراب واریس رو توصیه می‌کنید؟",
      "intend": ["درخواست_برنامه_ورزشی_برای_بیماری_خاص", "پرسش_درباره_تجهیزات_پزشکی"]
    },
    {
      "query": "من می‌خواستم یک کپی کامل از سوابق واکسیناسیون فرزندم رو برای ثبت‌نام در مدرسه دریافت کنم. لطفاً راهنمایی کنید از چه طریقی می‌تونم این گواهی رو بگیرم.",
      "intend": ["پیگیری_پرونده_پزشکی", "درخواست_گواهی_پزشکی"]
    },
    {
      "query": "آیا درست است که مصرف ویتامین D می‌تونه به پیشگیری از ابتلا به سرماخوردگی کمک کنه؟ لطفاً یک مکمل ویتامین D مناسب برای مصرف روزانه به من معرفی کنید.",
      "intend": ["پرسش_درباره_پیشگیری_از_بیماری", "درخواست_تجویز_دارو"]
    },
    {
      "query": "من در یک منطقه دورافتاده زندگی می‌کنم و دسترسی به پزشک متخصص ندارم. آیا می‌تونم از طریق ویدئو کال با یک متخصص قلب مشورت کنم و نوار قلبم رو براشون بفرستم؟",
      "intend": ["درخواست_مشاوره_پزشکی_آنلاین", "ارسال_نتایج_آزمایش"]
    },
    {
      "query": "برای پدرم که تازه از بیمارستان مرخص شده و نیاز به مراقبت‌های ویژه داره، می‌خوام یک برنامه پیگیری در منزل تنظیم کنم. لطفاً یک پرستار برای آموزش به ما بفرستید و لیست داروهای جدیدش رو هم ارائه بدید.",
      "intend": ["درخواست_پیگیری_بعد_از_ترخیص", "درخواست_خدمات_پرستاری_در_منزل"]
    },
    {
      "query": "من به عنوان یک بهیار، متوجه شدم که فشار خون بیمار تخت شماره ۵ به شدت افت کرده. لطفاً سریعاً یک پزشک به این بخش بفرستید و ترالی اورژانس را آماده کنید.",
      "intend": ["گزارش_فوریت_پزشکی", "درخواست_حضور_پزشک"]
    },
    {
      "query": "آیا مدیتیشن و ذهن‌آگاهی می‌تونه به کنترل فشار خون بالا کمک کنه؟ لطفاً چند منبع آموزشی معتبر در این زمینه به من معرفی کنید.",
      "intend": ["پرسش_درباره_روش‌های_جایگزین_درمان", "درخواست_آموزش_سلامتی"]
    },
    {
      "query": "من می‌خواستم بدونم آیا جراحی لازک برای کسی که قوز قرنیه داره، امکان‌پذیره یا نه؟ و لطفاً هزینه تقریبی این عمل رو هم بفرمایید.",
      "intend": ["پرسش_درباره_عمل_جراحی", "پرسش_درباره_هزینه_درمان"]
    },
    {
      "query": "بعد از مصرف داروی بیهوشی برای یک عمل کوچک، دچار فراموشی کوتاه‌مدت شدم. این عارضه چقدر شایعه و آیا نیاز به پیگیری توسط متخصص مغز و اعصاب داره؟",
      "intend": ["پرسش_درباره_عوارض_دارو", "درخواست_معرفی_پزشک_متخصص"]
    },
    {
      "query": "من برای مراقبت از پوست خشکم در فصل زمستان به چه محصولاتی نیاز دارم؟ لطفاً یک روتین مراقبتی پیشنهاد بدید و یک متخصص پوست خوب برای مشکلات اگزما معرفی کنید.",
      "intend": ["درخواست_توصیه_سلامتی", "پیشنهاد_پزشک_یا_کلینیک"]
    },
    {
      "query": "آیا امکان داره یک لیست از تمام داروهایی که در حال حاضر برای من در سیستم شما ثبت شده به همراه دوز مصرفی‌شان برای من ارسال کنید؟ می‌خوام مطمئن بشم چیزی رو اشتباه مصرف نمی‌کنم.",
      "intend": ["پیگیری_پرونده_پزشکی", "پرسش_درباره_دارو"]
    },
    {
      "query": "من در هفته ۳۸ بارداری هستم و دچار انقباضات نامنظم شدم. نمی‌دونم این درد زایمانه یا نه. آیا باید به بیمارستان مراجعه کنم یا می‌تونم با یک ماما تلفنی صحبت کنم؟",
      "intend": ["پرسش_درباره_علائم", "درخواست_مشاوره_پزشکی_فوری"]
    },
    {
      "query": "برای کاهش استرس قبل از جلسه دفاع پایان‌نامه‌ام، چه راهکارهای سریعی وجود داره؟ آیا مصرف پروپرانولول می‌تونه موثر باشه؟",
      "intend": ["پرسش_درباره_سلامت_روان", "پرسش_درباره_دارو"]
    },
    {
      "query": "من به دلیل عفونت گوش میانی، آنتی‌بیوتیک مصرف می‌کنم ولی بعد از سه روز هنوز بهتر نشدم. آیا لازمه داروم عوض بشه؟ لطفاً یک نسخه جدید برام بنویسید.",
      "intend": ["پیگیری_وضعیت_درمان", "درخواست_تغییر_مقدار_یا_نوع_دارو"]
    },
    {
      "query": "آیا درسته که نور خورشید برای درمان زردی نوزاد مفیده؟ چقدر و در چه ساعاتی از روز باید نوزاد رو در معرض نور قرار بدیم؟",
      "intend": ["پرسش_درباره_روش‌های_جایگزین_درمان", "درخواست_آموزش_سلامتی"]
    },
    {
      "query": "من می‌خواستم بدونم آیا کلینیک شما خدمات مشاوره ژنتیک برای بیماری‌های ارثی مثل تالاسمی رو ارائه می‌ده؟ و چطور می‌تونم برای این مشاوره نوبت بگیرم؟",
      "intend": ["پرسش_درباره_تست_غربالگری_ژنتیک", "رزرو_نوبت"]
    },
    {
      "query": "من به دلیل آرتروز گردن، درد زیادی دارم. آیا استفاده از گردنبند طبی می‌تونه کمکی بکنه؟ و اینکه چه ورزش‌هایی برای تقویت عضلات گردنم مناسبه؟",
      "intend": ["پرسش_درباره_تجهیزات_پزشکی", "درخواست_برنامه_ورزشی_برای_بیماری_خاص"]
    },
    {
      "query": "همسرم پس از یک حادثه رانندگی دچار آسیب نخاعی شده. خیلی نگران آینده‌اش هستم. لطفاً در مورد گزینه‌های توانبخشی و گروه‌های حمایتی برای خانواده‌ها اطلاعاتی به من بدید.",
      "intend": ["پرسش_درباره_دوره_نقاهت", "درخواست_اطلاعات_حمایتی"]
    },
    {
      "query": "آیا مصرف همزمان داروی ضد حساسیت با داروی خواب‌آور خطرناکه؟ می‌خواستم بدونم چه تداخلاتی ممکنه ایجاد کنه.",
      "intend": ["پرسش_درباره_تداخل_دارویی", "پرسش_درباره_عوارض_دارو"]
    },
    {
      "query": "من به عنوان مدیر یک مدرسه، می‌خواستم برای دانش‌آموزان یک کارگاه آموزشی در مورد بهداشت بلوغ برگزار کنم. آیا شما متخصص یا مشاوری برای این کار دارید و هزینه برگزاری چقدر است؟",
      "intend": ["درخواست_آموزش_سلامتی", "پرسش_درباره_هزینه_درمان"]
    },
    {
      "query": "آیا امکان داره یک گواهی پزشکی برای معافیت از ورزش برای فرزندم که آسم داره صادر کنید؟ و لطفاً یک نسخه جدید هم برای اسپری سالبوتامولش بنویسید.",
      "intend": ["درخواست_گواهی_پزشکی", "درخواست_نسخه_الکترونیکی"]
    },
    {
      "query": "من به دلیل ضعف سیستم ایمنی، مدام بیمار می‌شم. چه راهکارهایی برای تقویت سیستم ایمنی وجود داره و چه آزمایش‌هایی برای بررسی علتش لازمه؟",
      "intend": ["درخواست_توصیه_سلامتی", "راهنمایی_برای_آزمایش_تشخیصی"]
    },
    {
      "query": "من می‌خواستم نوبت دندانپزشکی‌ام رو کنسل کنم چون با یک مرکز دیگه که به محل کارم نزدیک‌تره وقت گرفتم. لطفاً پرونده و عکس‌های OPG من رو به اون مرکز ارسال کنید.",
      "intend": ["لغو_نوبت", "انتقال_پرونده_پزشکی"]
    },
    {
      "query": "آیا درسته که رژیم غذایی مدیترانه‌ای برای سلامت قلب مفیده؟ لطفاً چند نمونه از وعده‌های غذایی این رژیم رو برام مثال بزنید.",
      "intend": ["پرسش_درباره_سلامت_قلب", "درخواست_توصیه_تغذیه‌ای"]
    },
    {
      "query": "من به دلیل سندروم پای بی‌قرار، شب‌ها خواب راحتی ندارم. آیا این بیماری درمان قطعی داره یا فقط می‌شه علائمش رو کنترل کرد؟ لطفاً یک متخصص مغز و اعصاب خوب بهم معرفی کنید.",
      "intend": ["پرسش_درباره_بیماری_های_خاص", "درخواست_معرفی_پزشک_متخصص"]
    },
    {
      "query": "من بعد از خوردن یک داروی جدید دچار راش پوستی شدم. آیا باید مصرفش رو قطع کنم؟ لطفاً این عارضه رو در پرونده من ثبت کنید.",
      "intend": ["گزارش_عوارض_دارو", "پیگیری_پرونده_پزشکی"]
    },
    {
      "query": "برای مراقبت از یک بیمار مبتلا به کرونا در منزل، چه نکات بهداشتی رو باید رعایت کنیم تا بقیه اعضای خانواده مبتلا نشن؟ و آیا نیاز به تهیه دستگاه پالس اکسیمتر هست؟",
      "intend": ["پرسش_درباره_پیشگیری_از_بیماری", "پرسش_درباره_تجهیزات_پزشکی"]
    },
    {
      "query": "من می‌خوام بدونم آیا بیمه تکمیلی من هزینه عمل‌های جراحی پیشگیرانه مثل ماستکتومی برای افراد در معرض خطر سرطان رو پوشش می‌ده یا نه.",
      "intend": ["استعلام_بیمه_درمانی", "پرسش_درباره_عمل_جراحی"]
    },
    {
      "query": "آیا امکان داره به جای مراجعه برای کشیدن بخیه‌ها، یک پرستار به منزل ما بفرستید؟ و لطفاً در مورد نحوه مراقبت از زخم بعد از کشیدن بخیه هم توضیح بدید.",
      "intend": ["درخواست_هماهنگی_برای_ویزیت_خانگی", "پرسش_درباره_مراقبت_های_پس_از_عمل"]
    },
    {
      "query": "من دچار وسواس فکری-عملی (OCD) هستم. آیا درمان شناختی-رفتاری (CBT) می‌تونه به من کمک کنه؟ لطفاً یک روانشناس متخصص در این زمینه به من معرفی کنید.",
      "intend": ["پرسش_درباره_سلامت_روان", "درخواست_مشاوره_روانشناسی"]
    },
    {
      "query": "کودکم یک جسم خارجی رو قورت داده و الان به سختی نفس می‌کشه. باید چیکار کنم؟ لطفاً سریعاً یک آمبولانس بفرستید.",
      "intend": ["راهنمایی_در_موقعیت_اورژانسی", "درخواست_تماس_با_اورژانس"]
    },
    {
      "query": "من می‌خوام یک کپی از جواب MRI مغزم رو برای دریافت نظر دوم از یک پزشک دیگه داشته باشم. چطور می‌تونم فایل تصاویر رو دریافت کنم و آیا هزینه‌ای داره؟",
      "intend": ["درخواست_دریافت_نتیجه_آزمایش", "پرسش_درباره_هزینه_اداری"]
    },
    {
      "query": "برای مادرم که دیابت داره و زخم پاش دیر خوب می‌شه، چه مراقبت‌های خاصی لازمه؟ آیا کلینیک زخم تخصصی در بیمارستان شما وجود داره؟",
      "intend": ["پرسش_درباره_مراقبت_های_ویژه", "پیدا_کردن_مرکز_درمانی_نزدیک"]
    },
    {
      "query": "من به عنوان یک فیزیوتراپیست، بیماری دارم که بعد از جراحی رباط صلیبی پیشرفت خوبی نداشته. می‌خواستم با جراح ایشون مشورت کنم و برنامه توانبخشی رو بازبینی کنیم.",
      "intend": ["درخواست_مشاوره_پزشکی_تخصصی", "درخواست_پیگیری_برنامه_درمانی"]
    },
    {
      "query": "آیا درسته که کمبود خواب می‌تونه باعث افزایش وزن بشه؟ لطفاً در مورد ارتباط بین خواب و متابولیسم بدن توضیح بدید.",
      "intend": ["پرسش_درباره_سلامت_عمومی", "درخواست_آموزش_سلامتی"]
    },
{
      "query": "سلام دکتر، من دو روزه سردرد شدید و تب دارم و می‌خواستم ببینم امروز بعدازظهر وقت ویزیت دارید؟",
      "intend": ["گزارش_عوارض_یا_علائم_جدید", "درخواست_نوبت_پزشکی"]
    },
    {
      "query": "داروهای فشار خونم تموم شده، میشه یه نسخه الکترونیکی بنویسید؟ راستی این سرگیجه‌هایی که جدیداً دارم ممکنه مربوط به همین داروها باشه؟",
      "intend": ["درخواست_تمدید_نسخه", "پرسش_درباره_عوارض_دارو"]
    },
    {
      "query": "جواب آزمایش خونم آماده شده، چطور می‌تونم دریافتش کنم؟ و اینکه دکتر گفتن باید برای تفسیرش از یک متخصص غدد وقت بگیرم، شما کسی رو می‌شناسید؟",
      "intend": ["درخواست_دریافت_نتیجه_آزمایش", "درخواست_معرفی_پزشک_متخصص"]
    },
    {
      "query": "من دیابت نوع ۲ دارم و متفورمین مصرف می‌کنم. آیا این دارو با ایبوپروفن تداخل داره؟ می‌خوام برای درد مفاصل زانوم یه برنامه ورزشی مناسب هم داشته باشم.",
      "intend": ["پرسش_درباره_تداخل_دارویی", "درخواست_برنامه_ورزشی_برای_بیماری_خاص"]
    },
    {
      "query": "پسرم تب بالایی داره و نفسش به سختی بالا میاد. نمی‌دونم باید با اورژانس تماس بگیرم یا نه. نزدیک‌ترین بیمارستان کودکان به ما کجاست؟",
      "intend": ["راهنمایی_در_موقعیت_اورژانسی", "پیدا_کردن_مرکز_درمانی_نزدیک"]
    },
    {
      "query": "سلام، من آسم دارم و اسپری سالبوتامول استفاده می‌کنم. می‌خواستم بدونم هزینه‌ی اسپری جدیدم تحت پوشش بیمه تکمیلی قرار می‌گیره یا نه و اینکه آیا لازمه نسخه‌م رو تمدید کنم؟",
      "intend": ["استعلام_بیمه_درمانی", "درخواست_تمدید_نسخه"]
    },
    {
      "query": "وقت ویزیتم برای فردا رو می‌خواستم کنسل کنم. ضمناً، میشه لطفاً راهنمایی کنید برای پیشگیری از آنفولانزای فصلی چه کارهایی باید انجام بدم؟",
      "intend": ["لغو_نوبت", "پرسش_درباره_پیشگیری_از_بیماری"]
    },
    {
      "query": "برای چکاپ کامل و آزمایش خون باید از کجا وقت بگیرم؟ و اینکه آیا رژیم غذایی خاصی قبل از آزمایش لازمه؟",
      "intend": ["درخواست_نوبت_پزشکی", "راهنمایی_برای_آزمایش_تشخیصی"]
    },
    {
      "query": "من به تازگی مبتلا به پرفشاری خون تشخیص داده شدم. می‌خواستم اطلاعات بیشتری در مورد این بیماری و روش‌های درمان جایگزین مثل طب سوزنی داشته باشم.",
      "intend": ["درخواست_اطلاعات_بیماری", "پرسش_درباره_روش‌های_جایگزین_درمان"]
    },
    {
      "query": "با توجه به علائمم مثل درد قفسه سینه و تنگی نفس، پزشک مشکوک به بیماری ایسکمیک قلبی هستن. برای تشخیص قطعی چه آزمایش‌هایی لازمه و هزینه سی‌تی آنژیوگرافی چقدر می‌شه؟",
      "intend": ["پرسش_درباره_تشخیص_بیماری", "پرسش_درباره_هزینه_درمان"]
    },
    {
      "query": "با سلام، من مبتلا به آرتروز هستم و درد زیادی دارم. آیا فیزیوتراپی می‌تونه کمکم کنه؟ لطفاً یک مرکز فیزیوتراپی خوب و نزدیک به منزل معرفی کنید.",
      "intend": ["پرسش_درباره_روش‌های_جایگزین_درمان", "پیدا_کردن_مرکز_درمانی_نزدیک"]
    },
    {
      "query": "برای مادرم که آلزایمر دارن نیاز به مشاوره روانشناسی داریم. چطور می‌تونم یک نوبت آنلاین رزرو کنم؟",
      "intend": ["درخواست_مشاوره_روانشناسی", "رزرو_نوبت"]
    },
    {
      "query": "من چند وقته احساس خستگی شدید و کاهش وزن بی‌دلیل دارم. ممکنه علائم سرطان باشه؟ می‌خوام هرچه سریع‌تر یک وقت برای غربالگری کامل بگیرم.",
      "intend": ["پرسش_درباره_علائم", "درخواست_اطلاعات_درباره_غربالگری"]
    },
    {
      "query": "بعد از عمل جراحی بای‌پس قلب، چه مراقبت‌هایی در منزل لازمه؟ و اینکه چطور می‌تونم برای پیگیری بعد از ترخیص، یک پرستار به خونه بیارم؟",
      "intend": ["پرسش_درباره_مراقبت_های_پس_از_عمل", "درخواست_خدمات_پرستاری_در_منزل"]
    },
    {
      "query": "آیا واکسن زونا برای افراد مسن عوارض جدی داره؟ می‌خواستم بدونم برای پدرم که بیماری قلبی هم دارن، تزریق این واکسن امن هست یا نه.",
      "intend": ["پرسش_درباره_عوارض_دارو", "پرسش_درباره_واکسیناسیون_سالمندان"]
    },
    {
      "query": "سلام، من باردار هستم و می‌خواستم در مورد تست‌های غربالگری ژنتیک اطلاعات بگیرم. ضمناً یک برنامه غذایی مناسب برای دوران بارداری هم نیاز دارم.",
      "intend": ["پرسش_درباره_تست_غربالگری_ژنتیک", "درخواست_برنامه_غذایی"]
    },
    {
      "query": "پرونده پزشکی من در بیمارستان شماست، چطور می‌تونم به سوابق درمانیم دسترسی داشته باشم؟ و اینکه می‌خوام پزشک معالجم رو تغییر بدم، فرآیندش چطوریه؟",
      "intend": ["پیگیری_پرونده_پزشکی", "درخواست_تغییر_پزشک_معالج"]
    },
    {
      "query": "من به دلیل استرس زیاد دچار حملات میگرنی می‌شم. دنبال یک مشاور سلامت روان هستم و می‌خواستم بدونم آیا درمان‌های گیاهی هم برای کاهش استرس وجود داره؟",
      "intend": ["درخواست_مشاوره_روانشناسی", "پرسش_درباره_روش‌های_جایگزین_درمان"]
    },
    {
      "query": "نتیجه تست کرونای من مثبت شده. باید چه داروهایی مصرف کنم؟ آیا نیاز به پیگیری حضوری هست یا مشاوره آنلاین کافیه؟",
      "intend": ["پرسش_درباره_دارو", "درخواست_مشاوره_پزشکی_آنلاین"]
    },
    {
      "query": "کودک من علائم اسهال و کم‌آبی داره. بهترین راه برای مایع‌درمانی در خانه چیه؟ و آیا لازمه فوراً به پزشک مراجعه کنیم؟",
      "intend": ["پرسش_درباره_سلامت_کودکان", "درخواست_مشاوره_پزشکی_فوری"]
    },
    {
      "query": "من مبتلا به HIV هستم و تحت درمان با ART. می‌خواستم در مورد عوارض بلندمدت این داروها بدونم و اینکه آیا رژیم غذایی خاصی برای تقویت سیستم ایمنی من وجود داره؟",
      "intend": ["پرسش_درباره_عوارض_دارو", "درخواست_توصیه_تغذیه‌ای"]
    },
    {
      "query": "آیا آزمایش PSA برای تشخیص سرطان پروستات کافیه؟ می‌خواستم یک وقت برای معاینه کامل بگیرم و در مورد هزینه بیوپسی هم سوال داشتم.",
      "intend": ["پرسش_درباره_تشخیص_بیماری", "درخواست_نوبت_پزشکی", "پرسش_درباره_هزینه_درمان"]
    },
    {
      "query": "من به دلیل COPD از اکسیژن درمانی استفاده می‌کنم. می‌خواستم بپرسم چطور می‌تونم دستگاه اکسیژن‌ساز قابل حمل تهیه کنم و آیا بیمه هزینه‌اش رو پوشش می‌ده؟",
      "intend": ["پرسش_درباره_تجهیزات_پزشکی", "دریافت_اطلاعات_درباره_بیمه_درمانی"]
    },
    {
      "query": "سلام، من اخیراً دچار توهم و هذیان شدم. فکر می‌کنم ممکنه علائم اسکیزوفرنی باشه. چطور می‌تونم یک ارزیابی روانپزشکی فوری داشته باشم؟",
      "intend": ["پرسش_درباره_علائم", "درخواست_مشاوره_پزشکی_فوری"]
    },
    {
      "query": "بعد از شیمی‌درمانی برای سرطان پستان، دچار لنف‌ادم شدم. چه ورزش‌هایی برای بهبود این وضعیت وجود داره؟ و اینکه چطور می‌تونم وضعیت درمانم رو پیگیری کنم؟",
      "intend": ["پرسش_درباره_ورزش_و_فعالیت_بدنی", "پیگیری_وضعیت_درمان"]
    },
    {
      "query": "من به دلیل بیماری مزمن کلیوی باید دیالیز بشم. می‌خواستم اطلاعاتی در مورد خود پروسه دیالیز و مراکز درمانی نزدیک که این خدمات رو ارائه می‌دن، کسب کنم.",
      "intend": ["پرسش_درباره_پروسیجر_پزشکی", "پیدا_کردن_مرکز_درمانی_نزدیک"]
    },
    {
      "query": "به من گفته شده که به دلیل هپاتیت B ریسک سرطان کبد در من بالاست. چه غربالگری‌هایی باید به صورت منظم انجام بدم و آیا امکان دریافت مشاوره آنلاین با متخصص کبد وجود داره؟",
      "intend": ["درخواست_اطلاعات_درباره_غربالگری", "درخواست_مشاوره_پزشکی_آنلاین"]
    },
    {
      "query": "داروی ضد افسردگی من باعث افزایش وزن شده. می‌خواستم با پزشکم در مورد تغییر دارو صحبت کنم. چطور می‌تونم یک وقت ملاقات فوری رزرو کنم؟",
      "intend": ["گزارش_عوارض_دارو", "درخواست_تغییر_مقدار_یا_نوع_دارو", "رزرو_نوبت"]
    },
    {
      "query": "آیا تب و لرزهای دوره‌ای می‌تونه نشانه مالاریا باشه؟ ما اخیراً از یک سفر خارجی برگشتیم. لطفاً راهنمایی کنید که برای تشخیص باید چه آزمایشی بدیم.",
      "intend": ["پرسش_درباره_علائم", "راهنمایی_برای_آزمایش_تشخیصی"]
    },
    {
      "query": "من به دلیل سرفه مزمن و خلط خونی نگران سل هستم. می‌خواستم بدونم تست پوستی توبرکولین دقیق‌تره یا آزمایش خون؟ و برای انجام تست باید به کجا مراجعه کنم؟",
      "intend": ["پرسش_درباره_تشخیص_بیماری", "پیدا_کردن_مرکز_درمانی_نزدیک"]
    },
    {
      "query": "برای کنترل کلسترول بالا، علاوه بر دارو، چه تغییراتی در سبک زندگی توصیه می‌شه؟ می‌خوام یک برنامه غذایی کم‌چرب هم از یک متخصص تغذیه بگیرم.",
      "intend": ["پرسش_درباره_پیشگیری_از_بیماری", "درخواست_برنامه_غذایی"]
    },
    {
      "query": "فلج ناگهانی یک طرف صورت می‌تونه از علائم سکته مغزی باشه؟ باید فوراً با اورژانس تماس بگیرم؟",
      "intend": ["پرسش_درباره_علائم", "راهنمایی_در_موقعیت_اورژانسی"]
    },
    {
      "query": "نوبت کولونوسکوپی من برای هفته آینده است. لطفاً دستورالعمل‌های مراقبت‌های پیش از عمل رو برام ارسال کنید و هزینه پروسیجر با بیمه چقدر می‌شه؟",
      "intend": ["پرسش_درباره_مراقبت_های_پیش_از_عمل", "پرسش_درباره_هزینه_درمان"]
    },
    {
      "query": "من در حال ترک سیگار هستم تا از سرطان ریه پیشگیری کنم. آیا کلاس‌های آموزشی یا گروه‌های حمایتی در این زمینه وجود داره که بتونم شرکت کنم؟",
      "intend": ["پرسش_درباره_پیشگیری_از_بیماری", "درخواست_آموزش_سلامتی"]
    },
    {
      "query": "برای نوزاد نارس ما که در بخش NICU بستری است، می‌خواستیم وضعیتش رو پیگیری کنیم. آیا امکان ویزیت خانگی توسط پزشک بعد از ترخیص وجود داره؟",
      "intend": ["درخواست_بررسی_وضعیت_بیمار_در_بیمارستان", "درخواست_هماهنگی_برای_ویزیت_خانگی"]
    },
    {
      "query": "آیا بین درد لگن و سرطان پروستات ارتباطی وجود داره؟ می‌خوام یک متخصص اورولوژی خوب پیدا کنم.",
      "intend": ["پرسش_درباره_بیماری_های_خاص", "پیدا_کردن_پزشک_متخصص"]
    },
    {
      "query": "من به دلیل بیماری قلبی مادرزادی باید تحت نظر باشم. چطور می‌تونم به پرونده پزشکی دوران کودکی‌ام دسترسی پیدا کنم و یک متخصص قلب بزرگسالان پیدا کنم؟",
      "intend": ["پیگیری_پرونده_پزشکی", "پیدا_کردن_پزشک_متخصص"]
    },
    {
      "query": "سلام، من مبتلا به سرطان معده هستم و اشتهام رو کامل از دست دادم. لطفاً یک متخصص تغذیه برای رژیم غذایی ویژه بیماران سرطانی معرفی کنید و یک وقت مشاوره بگیرید.",
      "intend": ["درخواست_معرفی_پزشک_متخصص", "رزرو_نوبت"]
    },
    {
      "query": "به دلیل خون در ادرار نگران سلامت کلیه‌هام هستم. چه آزمایشی برای بررسی عملکرد کلیه لازمه؟ و اینکه چطور می‌تونم نتیجه آزمایش قبلی‌م رو بگیرم؟",
      "intend": ["پرسش_درباره_آزمایش_ادرار", "درخواست_دریافت_نتیجه_آزمایش"]
    },
    {
      "query": "آیا مصرف زیاد مسکن‌ها می‌تونه باعث بیماری کبد بشه؟ می‌خواستم در مورد روش‌های پیشگیری از آسیب کبدی آموزش ببینم.",
      "intend": ["پرسش_درباره_عوارض_دارو", "درخواست_آموزش_سلامتی"]
    },
    {
      "query": "من یک توده در سینه‌ام حس کردم. می‌خوام فوراً ماموگرافی انجام بدم. لطفاً یک مرکز تصویربرداری معرفی کنید و یک نوبت برایم رزرو کنید.",
      "intend": ["درخواست_تعیین_وقت_برای_تصویربرداری", "پیشنهاد_پزشک_یا_کلینیک"]
    },
    {
      "query": "دوره نقاهت بعد از عمل تعویض مفصل زانو چقدر طول می‌کشه؟ و اینکه از چه زمانی می‌تونم فیزیوتراپی رو شروع کنم؟",
      "intend": ["پرسش_درباره_دوره_نقاهت", "پرسش_درباره_ورزش_و_فعالیت_بدنی"]
    },
    {
      "query": "سلام، من از داروی ضدروان‌پریشی برای اسکیزوفرنی استفاده می‌کنم و دچار خشکی دهان و تاری دید شدم. آیا نیاز به تغییر دارو هست؟ لطفاً برنامه درمانی من را مجدداً بررسی کنید.",
      "intend": ["گزارش_عوارض_دارو", "درخواست_پیگیری_برنامه_درمانی"]
    },
    {
      "query": "آیا تنگی نفس در بیماران مبتلا به نارسایی قلبی طبیعیه؟ می‌خواستم در مورد علائم اورژانسی که نیاز به تماس با ۱۱۵ داره، راهنمایی بگیرم.",
      "intend": ["پرسش_درباره_علائم", "راهنمایی_در_موقعیت_اورژانسی"]
    },
    {
      "query": "برای واکسیناسیون دو ماهگی کودکم باید به کجا مراجعه کنم؟ و اینکه آیا این واکسن‌ها تب و بی‌قراری هم به همراه دارن؟",
      "intend": ["درخواست_اطلاعات_درباره_واکسیناسیون_کودک", "پرسش_درباره_عوارض_دارو"]
    },
    {
      "query": "من به دلیل آلرژی شدید دچار حملات آسم می‌شم. می‌خواستم بدونم آیا روش‌های حساسیت‌زدایی (ایمونوتراپی) می‌تونه مؤثر باشه؟ لطفاً یک متخصص آلرژی خوب معرفی کنید.",
      "intend": ["پرسش_درباره_روش‌های_جایگزین_درمان", "درخواست_معرفی_پزشک_متخصص"]
    },
    {
      "query": "پدرم بعد از سکته مغزی دچار اختلال در تکلم شده. گفتاردرمانی از چه زمانی باید شروع بشه؟ و اینکه آیا بیمه ما هزینه‌های توانبخشی رو پوشش می‌ده؟",
      "intend": ["پرسش_درباره_دوره_نقاهت", "استعلام_بیمه_درمانی"]
    },
    {
      "query": "من به دلیل افسردگی اساسی تحت درمان هستم، اما احساس می‌کنم داروهایم دیگر مؤثر نیست. آیا امکان مشاوره روانشناسی فوری وجود دارد؟ و اینکه آیا ورزش می‌تواند به بهبود حالم کمک کند؟",
      "intend": ["درخواست_مشاوره_روانشناسی", "پرسش_درباره_ورزش_و_فعالیت_بدنی", "پیگیری_وضعیت_درمان"]
    },
    {
      "query": "آیا عفونت‌های تنفسی مکرر در افراد سیگاری، می‌تونه نشانه COPD باشه؟ می‌خواستم برای ترک سیگار از یک مشاور کمک بگیرم.",
      "intend": ["پرسش_درباره_تشخیص_بیماری", "درخواست_مشاوره_پزشکی_آنلاین"]
    },
    {
      "query": "من به دلیل آرتروز نمی‌تونم ورزش کنم و وزنم بالا رفته. این موضوع دیابتم رو تشدید کرده. لطفاً یک برنامه غذایی برای کاهش وزن و کنترل قند خون به من بدید.",
      "intend": ["پرسش_درباره_بیماری_های_خاص", "درخواست_برنامه_غذایی"]
    },
    {
      "query": "سلام، من نگرانم که مادرم علائم اولیه آلزایمر رو داشته باشه چون جدیداً خیلی فراموشکار شده. برای تشخیص دقیق باید به چه متخصصی مراجعه کنیم و چه تست‌هایی لازمه؟",
      "intend": ["پرسش_درباره_علائم", "پیدا_کردن_پزشک_متخصص", "راهنمایی_برای_آزمایش_تشخیصی"]
    },
    {
      "query": "آیا آنفولانزا می‌تونه باعث ذات‌الریه بشه؟ من تب و سرفه شدید دارم و می‌خوام بدونم آیا نیاز به بستری شدن در بیمارستان هست یا نه؟",
      "intend": ["پرسش_درباره_عوارض_بیماری", "درخواست_مشاوره_پزشکی_فوری"]
    },
    {
      "query": "من برای جراحی سرطان کولورکتال آماده می‌شم. می‌خواستم در مورد عوارض احتمالی این عمل بدونم و اینکه چطور می‌تونم برای کاهش استرس قبل از عمل، مشاوره بگیرم.",
      "intend": ["پرسش_درباره_عوارض_عمل_جراحی", "درخواست_مشاوره_روانشناسی"]
    },
    {
      "query": "آزمایش قند خون ناشتای من لب مرز هست. برای پیشگیری از دیابت نوع ۲ چه کارهایی باید انجام بدم؟ و اینکه آیا نیاز هست هر چند وقت یکبار این آزمایش رو تکرار کنم؟",
      "intend": ["پرسش_درباره_پیشگیری_از_بیماری", "پرسش_درباره_آزمایش_قند_خون"]
    },
    {
      "query": "من تحت درمان برای سل هستم و دچار مشکلات کبدی شدم. آیا این از عوارض داروهاست؟ لطفاً نتایج آزمایش عملکرد کبد من رو بررسی کنید.",
      "intend": ["پرسش_درباره_عوارض_دارو", "درخواست_تفسیر_نتایج_آزمایش"]
    },
    {
      "query": "آیا فشار خون بالا می‌تونه به چشم آسیب بزنه؟ من تاری دید دارم و می‌خوام یک وقت از چشم پزشک بگیرم.",
      "intend": ["پرسش_درباره_عوارض_بیماری", "درخواست_نوبت_پزشکی"]
    },
    {
      "query": "من HIV مثبت هستم و می‌خوام باردار بشم. چه راهکارهایی برای جلوگیری از انتقال ویروس به جنین وجود داره؟ لطفاً یک پزشک متخصص بیماری‌های عفونی و زنان برای این مورد خاص معرفی کنید.",
      "intend": ["پرسش_درباره_پیشگیری_از_بیماری", "درخواست_معرفی_پزشک_متخصص"]
    },
    {
      "query": "سلام، من به دلیل درد شدید میگرنی، مسکن زیادی مصرف می‌کنم. نگران عوارضش برای معده‌ام هستم. آیا درمان پیشگیرانه برای میگرن وجود داره؟",
      "intend": ["پرسش_درباره_عوارض_دارو", "پرسش_درباره_روش‌های_جایگزین_درمان"]
    },
    {
      "query": "برای درمان سرطان ریه، ایمونوتراپی بهتره یا شیمی‌درمانی؟ می‌خواستم در مورد هزینه هر کدوم از این روش‌ها هم اطلاعاتی داشته باشم.",
      "intend": ["پرسش_درباره_روش‌های_جایگزین_درمان", "پرسش_درباره_هزینه_درمان"]
    },
    {
      "query": "من به دلیل عفونت تنفسی آنتی‌بیوتیک مصرف می‌کنم و دچار اسهال شدم. آیا این طبیعیه؟ و اینکه چه غذاهایی برای بهبود سریع‌ترم مناسبه؟",
      "intend": ["پرسش_درباره_عوارض_دارو", "درخواست_توصیه_تغذیه‌ای"]
    },
    {
      "query": "چطور می‌تونم برای ویزیت خانگی یک پزشک عمومی هماهنگ کنم؟ مادرم سالمند هستن و حرکت براشون سخته و علائم سرماخوردگی دارن.",
      "intend": ["درخواست_هماهنگی_برای_ویزیت_خانگی", "پرسش_درباره_علائم"]
    },
    {
      "query": "آیا کم‌خونی می‌تونه یکی از عوارض بیماری مزمن کلیوی باشه؟ می‌خواستم نتایج آزمایش خون اخیرم رو برای پزشکم ارسال کنم تا تفسیر کنن.",
      "intend": ["پرسش_درباره_عوارض_بیماری", "درخواست_تفسیر_نتایج_آزمایش"]
    },
    {
      "query": "من نمی‌تونم نوبت قبلی‌م رو بیام، می‌شه لطفاً اون رو به اولین فرصت ممکن در هفته آینده تغییر بدید؟ ضمناً می‌خواستم بدونم آیا برای درد مفاصل، کرم‌های موضعی مؤثرتر از قرص‌های مسکن هستن؟",
      "intend": ["تغییر_نوبت", "پرسش_درباره_دارو"]
    },
    {
      "query": "آیا برای تشخیص قطعی آلزایمر، اسکن مغزی لازمه؟ ما می‌خوایم برای پدرم یک پرستار تمام‌وقت در منزل استخدام کنیم، از کجا باید اقدام کنیم؟",
      "intend": ["پرسش_درباره_تشخیص_بیماری", "درخواست_خدمات_پرستاری_در_منزل"]
    },
    {
      "query": "من باردار هستم و دچار تنگی نفس شدم. آیا این می‌تونه نشانه آسم بارداری باشه؟ لطفاً یک متخصص ریه که در زمینه سلامت زنان هم کار می‌کنه، معرفی کنید.",
      "intend": ["پرسش_درباره_علائم", "درخواست_معرفی_پزشک_متخصص"]
    },
    {
      "query": "برای پیشگیری از سکته قلبی در افراد دیابتی چه توصیه‌هایی دارید؟ و اینکه آیا لازمه من به صورت منظم نوار قلب بگیرم؟",
      "intend": ["پرسش_درباره_پیشگیری_از_بیماری", "راهنمایی_برای_آزمایش_تشخیصی"]
    },
    {
      "query": "بعد از بهبودی از کووید-۱۹، هنوز حس بویایی من برنگشته و خیلی خسته‌ام. آیا این از عوارض کووید طولانی مدته؟ چه راهکاری برای بهبودش وجود داره؟",
      "intend": ["پرسش_درباره_عوارض_بیماری", "پرسش_درباره_روش‌های_جایگزین_درمان"]
    },
    {
      "query": "من مبتلا به سرطان پستان هستم و باید پرتودرمانی بشم. می‌خواستم بدونم این روش چه عوارضی روی پوست داره و چطور می‌تونم از بیمه‌ام برای هزینه‌ها استفاده کنم؟",
      "intend": ["پرسش_درباره_عوارض_عمل_جراحی", "دریافت_اطلاعات_درباره_بیمه_درمانی"]
    },
    {
      "query": "آیا هورمون‌درمانی برای سرطان پروستات باعث پوکی استخوان می‌شه؟ چه ورزش‌هایی برای تقویت استخوان‌ها در این دوران توصیه می‌شه؟",
      "intend": ["پرسش_درباره_عوارض_دارو", "درخواست_برنامه_ورزشی_برای_بیماری_خاص"]
    },
    {
      "query": "من به دلیل استرس کاری دچار بی‌خوابی و تپش قلب شدم. آیا این علائم می‌تونه خطرناک باشه؟ می‌خوام یک مشاوره آنلاین با روانشناس داشته باشم.",
      "intend": ["پرسش_درباره_سلامت_روان", "درخواست_مشاوره_پزشکی_آنلاین"]
    },
    {
      "query": "برای چکاپ سلامت قلب، چه آزمایش‌هایی رو پیشنهاد می‌کنید؟ و اینکه نزدیک‌ترین آزمایشگاه طرف قرارداد با بیمه ما کجاست؟",
      "intend": ["پرسش_درباره_آزمایش_خون", "پیدا_کردن_مرکز_درمانی_نزدیک"]
    },
    {
      "query": "آیا درسته که رژیم غذایی مدیترانه‌ای به پیشگیری از آلزایمر کمک می‌کنه؟ می‌خواستم یک برنامه غذایی نمونه ازتون بگیرم.",
      "intend": ["پرسش_درباره_پیشگیری_از_بیماری", "درخواست_برنامه_غذایی"]
    },
    {
      "query": "نوزاد ما نارس به دنیا اومده و در تنفس مشکل داره. سندرم دیسترس تنفسی یعنی چی؟ می‌خوایم وضعیتش رو از پرستار بخش جویا بشیم.",
      "intend": ["درخواست_اطلاعات_بیماری", "درخواست_بررسی_وضعیت_بیمار_در_بیمارستان"]
    },
    {
      "query": "من به دلیل سیروز کبدی باید پیوند کبد بشم. می‌خواستم بدونم دوره نقاهت بعد از این عمل چقدره و آیا نیاز به مصرف دارو تا آخر عمر وجود داره؟",
      "intend": ["پرسش_درباره_دوره_نقاهت", "پرسش_درباره_دارو"]
    },
    {
      "query": "آیا واکسن HPV می‌تونه از سرطان دهانه رحم پیشگیری کنه؟ می‌خواستم برای تزریق این واکسن یک نوبت رزرو کنم.",
      "intend": ["پرسش_درباره_واکسیناسیون", "رزرو_نوبت"]
    },
    {
      "query": "من مبتلا به ام‌اس هستم و دچار ضعف عضلانی شدم. آیا کاردرمانی می‌تونه به بهبود حرکتم کمک کنه؟ لطفاً یک مرکز توانبخشی خوب معرفی کنید.",
      "intend": ["پرسش_درباره_روش‌های_جایگزین_درمان", "پیشنهاد_پزشک_یا_کلینیک"]
    },
    {
      "query": "من اخیراً دچار حملات پانیک می‌شم. آیا این یک مشکل روانشناسیه یا ممکنه مربوط به قلب باشه؟ چطور می‌تونم یک چکاپ کامل انجام بدم؟",
      "intend": ["پرسش_درباره_سلامت_روان", "درخواست_نوبت_پزشکی"]
    },
    {
      "query": "برای کنترل فشار خون، دکترم گفته باید نمک رو حذف کنم. می‌خواستم یک لیست از غذاهای کم‌سدیم داشته باشم و داروهام رو هم تمدید کنم.",
      "intend": ["درخواست_توصیه_تغذیه‌ای", "درخواست_تمدید_نسخه"]
    },
    {
      "query": "آیا خونریزی مقعدی همیشه نشانه سرطان کولورکتال است؟ می‌خوام هرچه سریع‌تر کولونوسکوپی انجام بدم. لطفاً راهنمایی کنید.",
      "intend": ["پرسش_درباره_علائم", "درخواست_تعیین_وقت_برای_تصویربرداری"]
    },
    {
      "query": "بعد از تشخیص دیابت، دچار افسردگی شدم. آیا بین این دو بیماری ارتباطی وجود داره؟ می‌خوام همزمان با متخصص غدد، از یک روانشناس هم کمک بگیرم.",
      "intend": ["پرسش_درباره_بیماری_های_خاص", "درخواست_مشاوره_روانشناسی"]
    },
    {
      "query": "داروی جدیدی که برای آرتریت روماتوئید مصرف می‌کنم باعث تهوع شده. آیا باید مصرفش رو قطع کنم؟ لطفاً وضعیت پرونده پزشکی من رو چک کنید و راهنمایی کنید.",
      "intend": ["گزارش_عوارض_دارو", "پیگیری_پرونده_پزشکی"]
    },
    {
      "query": "می‌خواستم نوبت دکترم رو از صبح به بعدازظهر منتقل کنم. ضمناً، آیا استرس می‌تونه باعث تشدید علائم آسم بشه؟",
      "intend": ["تغییر_نوبت", "پرسش_درباره_بیماری_های_خاص"]
    },
    {
      "query": "من به دلیل عفونت ادراری مکرر نگران سلامت کلیه‌هام هستم. سونوگرافی کلیه می‌تونه وضعیت رو مشخص کنه؟ چطور می‌تونم برای سونوگرافی وقت بگیرم؟",
      "intend": ["پرسش_درباره_تشخیص_بیماری", "درخواست_تعیین_وقت_برای_تصویربرداری"]
    },
    {
      "query": "آیا مصرف الکل می‌تونه ریسک ابتلا به سرطان کبد رو افزایش بده؟ می‌خواستم در یک کارگاه آموزشی در مورد مضرات الکل شرکت کنم.",
      "intend": ["پرسش_درباره_پیشگیری_از_بیماری", "درخواست_آموزش_سلامتی"]
    },
    {
      "query": "من به دلیل درد شدید زونا نمی‌تونم بخوابم. آیا داروی مسکن قوی‌تری وجود داره؟ می‌خواستم بدونم این درد عصبی تا کی ادامه خواهد داشت.",
      "intend": ["پرسش_درباره_دارو", "پرسش_درباره_دوره_نقاهت"]
    },
    {
      "query": "سلام، من فکر می‌کنم دچار کم‌کاری تیروئید شدم چون همیشه خسته‌ام و وزنم زیاد شده. برای تایید تشخیص، آزمایش خون کافیه؟ و اینکه برای دریافت نتیجه چقدر باید صبر کنم؟",
      "intend": ["پرسش_درباره_تشخیص_بیماری", "درخواست_دریافت_نتیجه_آزمایش"]
    },
    {
      "query": "آیا برای درمان هلیکوباکتر پیلوری حتماً باید آنتی‌بیوتیک مصرف کرد؟ می‌خواستم بدونم آیا درمان‌های گیاهی هم برای این باکتری وجود داره یا نه.",
      "intend": ["پرسش_درباره_دارو", "پرسش_درباره_روش‌های_جایگزین_درمان"]
    },
    {
      "query": "من از ارتفاع می‌ترسم و این فوبیا زندگی روزمره‌م رو مختل کرده. آیا درمان شناختی-رفتاری (CBT) می‌تونه کمکم کنه؟ لطفاً یک روان‌درمانگر خوب در این زمینه پیشنهاد بدید.",
      "intend": ["پرسش_درباره_سلامت_روان", "پیشنهاد_پزشک_یا_کلینیک"]
    },
    {
      "query": "برای چکاپ سالانه و بررسی وضعیت سلامت قلبم، می‌خوام یک نوبت ویزیت با متخصص قلب بگیرم. آیا تست ورزش هم لازمه انجام بدم؟",
      "intend": ["رزرو_نوبت", "راهنمایی_برای_آزمایش_تشخیصی"]
    },
    {
      "query": "آیا ممکنه داروی ضد فشار خون من باعث سرفه‌های خشک و مداوم شده باشه؟ می‌خوام مقدار مصرف دارو رو با نظر پزشک تغییر بدم.",
      "intend": ["پرسش_درباره_عوارض_دارو", "درخواست_تغییر_مقدار_یا_نوع_دارو"]
    },
    {
      "query": "من مبتلا به لوپوس هستم و دچار درد مفاصل شدم. آیا این از عوارض بیماریه؟ می‌خواستم بدونم چه فعالیت‌های ورزشی برای من بی‌خطره.",
      "intend": ["پرسش_درباره_عوارض_بیماری", "پرسش_درباره_ورزش_و_فعالیت_بدنی"]
    },
    {
      "query": "من دیابت بارداری دارم. چطور می‌تونم قند خونم رو کنترل کنم؟ و اینکه آیا این وضعیت بعد از زایمان برطرف می‌شه؟",
      "intend": ["پرسش_درباره_رژیم_غذایی_ویژه", "پرسش_درباره_دوره_نقاهت"]
    },
    {
      "query": "برای پیگیری وضعیت بیمارمان که در کما هستند، چطور می‌تونیم روزانه از پزشک گزارش بگیریم؟ و اینکه آیا امکانات همراه بیمار در بیمارستان شما وجود داره؟",
      "intend": ["درخواست_بررسی_وضعیت_بیمار_در_بیمارستان", "پرسش_درباره_خدمات_بیمارستان"]
    },
    {
      "query": "من به دلیل پوکی استخوان، کلسیم مصرف می‌کنم. آیا این دارو با داروی تیروئیدم تداخل داره؟ می‌خواستم یادآوری برای مصرف هر دو دارو تنظیم کنم.",
      "intend": ["پرسش_درباره_تداخل_دارویی", "یادآوری_مصرف_دارو"]
    },
    {
      "query": "آیا بی‌اختیاری ادرار از عوارض شایع بعد از جراحی پروستات است؟ چه راهکارهایی برای مدیریت این مشکل وجود داره؟",
      "intend": ["پرسش_درباره_عوارض_عمل_جراحی", "پرسش_درباره_روش‌های_جایگزین_درمان"]
    },
    {
      "query": "سلام، من مبتلا به فیبریلاسیون دهلیزی هستم و وارفارین مصرف می‌کنم. آیا لازمه رژیم غذایی خاصی داشته باشم؟ و چطور می‌تونم برنامه درمانی‌ام رو پیگیری کنم؟",
      "intend": ["پرسش_درباره_رژیم_غذایی_ویژه", "درخواست_پیگیری_برنامه_درمانی"]
    },
    {
      "query": "من به دلیل اندومتریوز درد شدیدی دارم. آیا عمل جراحی تنها راه درمان است؟ می‌خواستم در مورد هزینه‌های عمل و پوشش بیمه تکمیلی سوال کنم.",
      "intend": ["پرسش_درباره_عمل_جراحی", "پرسش_درباره_هزینه_درمان"]
    },
    {
      "query": "من دچار حمله آسم شدم و اسپری ندارم. نزدیک‌ترین داروخانه شبانه‌روزی کجاست؟ آیا باید به اورژانس مراجعه کنم؟",
      "intend": ["پیدا_کردن_مرکز_درمانی_نزدیک", "راهنمایی_در_موقعیت_اورژانسی"]
    },
    {
      "query": "سلام، من برای کنترل فشار خونم از بتابلاکر استفاده می‌کنم ولی دچار خستگی شدم. آیا این از عوارض دارو است و میشه برای پیگیری یک نوبت ویزیت با دکترم بگیرم؟",
      "intend": ["پرسش_درباره_عوارض_دارو", "درخواست_نوبت_پزشکی"]
    },
    {
      "query": "دکتر برای دیابت من متفورمین تجویز کرده. بهترین زمان مصرف این قرص چه موقعی است؟ و اینکه آیا لازمه نسخه الکترونیکی‌ام رو برای داروخانه ارسال کنم؟",
      "intend": ["پرسش_درباره_دارو", "درخواست_نسخه_الکترونیکی"]
    },
    {
      "query": "من برای درمان سل ریوی باید ایزونیازید و ریفامپین مصرف کنم. می‌خواستم بدونم این داروها چه تداخل غذایی مهمی دارند و آیا می‌تونم نتیجه آخرین عکس قفسه سینه‌ام رو ببینم؟",
      "intend": ["پرسش_درباره_تداخل_دارویی", "درخواست_دریافت_نتیجه_آزمایش"]
    },
    {
      "query": "آیا داروی اوسلتامیویر برای درمان آنفولانزا در کودکان هم قابل استفاده است؟ فرزندم تب بالایی داره و می‌خوام بدونم آیا نیاز به مشاوره پزشکی فوری هست یا نه.",
      "intend": ["پرسش_درباره_دارو", "درخواست_مشاوره_پزشکی_فوری"]
    },
    {
      "query": "من برای پیشگیری از سکته قلبی آسپرین مصرف می‌کنم. آیا مصرف همزمان آن با ایبوپروفن برای درد مفاصل خطرناک است؟ لطفاً یک برنامه ورزشی مناسب برای آرتروز هم به من پیشنهاد بدید.",
      "intend": ["پرسش_درباره_تداخل_دارویی", "درخواست_برنامه_ورزشی_برای_بیماری_خاص"]
    },
    {
      "query": "پدرم داروی دونپزیل برای آلزایمر مصرف می‌کنه اما اخیراً دچار بی‌قراری شده. آیا لازمه دوز دارو تغییر کنه؟ می‌خوام یک وقت برای ویزیت خانگی ایشان هماهنگ کنم.",
      "intend": ["درخواست_تغییر_مقدار_یا_نوع_دارو", "درخواست_هماهنگی_برای_ویزیت_خانگی"]
    },
    {
      "query": "برای درمان افسردگی از داروهای SSRI استفاده می‌کنم. می‌خواستم بدونم هزینه این داروها تحت پوشش بیمه تکمیلی هست یا نه و آیا امکان مشاوره روانشناسی آنلاین هم وجود داره؟",
      "intend": ["استعلام_بیمه_درمانی", "درخواست_مشاوره_روانشناسی"]
    },
    {
      "query": "آیا برای خرید اسپری سالبوتامول برای آسم، حتما به نسخه پزشک نیاز است؟ اسپری قبلی من تمام شده و می‌خواستم بدونم نزدیک‌ترین داروخانه شبانه‌روزی کجاست.",
      "intend": ["پرسش_درباره_دارو", "پیدا_کردن_مرکز_درمانی_نزدیک"]
    },
    {
      "query": "من به دلیل کلسترول بالا استاتین مصرف می‌کنم و دچار درد عضلانی شده‌ام. آیا این یک عارضه جانبی شایع است؟ می‌خواستم برنامه درمانی‌ام را با پزشک مجدداً بررسی کنم.",
      "intend": ["گزارش_عوارض_دارو", "درخواست_پیگیری_برنامه_درمانی"]
    },
    {
      "query": "برای درمان مالاریا به من کلروکین داده شده. دوره درمان با این دارو چند روز است؟ و اینکه چه توصیه‌های تغذیه‌ای برای بهبودی سریع‌تر وجود دارد؟",
      "intend": ["پرسش_درباره_دارو", "درخواست_توصیه_تغذیه‌ای"]
    },
    {
      "query": "آیا داروهای ضدروان‌پریشی برای اسکیزوفرنی باعث افزایش وزن می‌شوند؟ می‌خواهم برای کنترل وزنم یک برنامه غذایی از متخصص تغذیه بگیرم.",
      "intend": ["پرسش_درباره_عوارض_دارو", "درخواست_برنامه_غذایی"]
    },
    {
      "query": "من برای میگرن از سوماتریپتان استفاده می‌کنم. آیا مصرف بیش از حد آن خطرناک است؟ می‌خواهم برای پیشگیری از حملات، روش‌های مدیریت استرس را یاد بگیرم.",
      "intend": ["پرسش_درباره_عوارض_دارو", "درخواست_آموزش_سلامتی"]
    },
    {
      "query": "نسخه داروهای ART برای درمان HIV را از کجا باید تمدید کنم؟ و اینکه آیا این داروها می‌توانند باعث مشکلات کلیوی شوند؟",
      "intend": ["درخواست_تمدید_نسخه", "پرسش_درباره_عوارض_دارو"]
    },
    {
      "query": "برای درد ناشی از زونا، پزشک والاسیکلوویر تجویز کرده. آیا این دارو با مسکن‌های معمولی مثل استامینوفن تداخل دارد؟ لطفاً یک متخصص پوست خوب برای پیگیری معرفی کنید.",
      "intend": ["پرسش_درباره_تداخل_دارویی", "درخواست_معرفی_پزشک_متخصص"]
    },
    {
      "query": "آیا تزریق انسولین برای دیابت نوع ۲ باید همیشه در یک ساعت مشخص انجام شود؟ می‌خواهم نحوه صحیح تزریق را از یک پرستار آموزش ببینم.",
      "intend": ["پرسش_درباره_دارو", "درخواست_آموزش_سلامتی"]
    },
    {
      "query": "من به دلیل COPD از کورتیکواستروئید استنشاقی استفاده می‌کنم. آیا این دارو سیستم ایمنی را ضعیف می‌کند؟ می‌خواستم در مورد واکسیناسیون آنفولانزا برای افراد با شرایط من سوال کنم.",
      "intend": ["پرسش_درباره_عوارض_دارو", "پرسش_درباره_واکسیناسیون"]
    },
    {
      "query": "برای درمان هپاتیت B چه داروهای ضدویروسی جدیدی وجود دارد؟ می‌خواستم در مورد هزینه‌های درمان و پیشرفت بیماری اطلاعات بیشتری کسب کنم.",
      "intend": ["پرسش_درباره_دارو", "پرسش_درباره_هزینه_درمان"]
    },
    {
      "query": "آیا سوراف‌نیب تنها گزینه درمانی برای سرطان کبد است؟ می‌خواهم در مورد عوارض جانبی این دارو و مراقبت‌های پس از شروع درمان بدانم.",
      "intend": ["پرسش_درباره_روش‌های_جایگزین_درمان", "پرسش_درباره_مراقبت_های_پس_از_عمل"]
    },
    {
      "query": "من باید برای جراحی بای‌پس، مصرف پلاویکس (کلوپیدوگرل) را قطع کنم. از چند روز قبل از عمل باید مصرف دارو متوقف شود؟ لطفاً دستورالعمل‌های قبل از عمل را برایم ارسال کنید.",
      "intend": ["پرسش_درباره_دارو", "پرسش_درباره_مراقبت_های_پیش_از_عمل"]
    },
    {
      "query": "آیا داروهای دیورتیک برای فشار خون باعث کم‌آبی بدن نمی‌شوند؟ می‌خواستم در مورد میزان مصرف مایعات در روز از یک مشاور سلامت راهنمایی بگیرم.",
      "intend": ["پرسش_درباره_عوارض_دارو", "درخواست_مشاوره_پزشکی_آنلاین"]
    },
    {
    "query": "دکتر، من درد قفسه سینه و تپش قلب دارم، آیا این می‌تونه به بیماری عروق کرونر ربط داشته باشه و آزمایش تروپونین چطور کمک می‌کنه؟",
    "intend": ["پرسش درباره علائم بیماری", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "برای درمان بیماری مزمن کلیوی، مهارکننده‌های ACE چطور عمل می‌کنن و عوارض کم‌خونی در این بیماری چیه؟",
    "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "فوری! سرفه خشک و تب دارم، شاید کووید-۱۹ یا آنفولانزا باشه، تست RT-PCR چقدر دقیق هست و واکسن‌ها چطور پیشگیری می‌کنن؟",
    "intend": ["پرسش_درباره_تشخیص_بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
    "query": "پرستار، بیمارم با دیابت نوع ۲ و افسردگی، انسولین رو چطور تنظیم کنیم و عوارض رتینوپاتی چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "داروساز، ممانتین برای آلزایمر چه کاربردی داره و عوارضش مثل سرگیجه چطور مدیریت می‌شه؟",
    "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
    "query": "نگرانم، کاهش وزن و درد شکم دارم، شاید سرطان کولورکتال یا کبد باشه، کولونوسکوپی و آلفا فتوپروتئین رو پیشنهاد بدید.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "سردرگمم، چرا در مالاریا تب تناوبی دارم و درمان با کوئینین چه عوارضی داره؟",
    "intend": ["پرسش درباره علائم بیماری", "پرسش درباره عوارض جانبی دارو"]
    },
    {
    "query": "همکار پزشک، بیمار با COPD و نارسایی قلبی، اکسیژن درمانی رو با بتابلوکرها ترکیب کنیم و عوارض فشار خون ریوی چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "آروم توضیح بدید، در اسکیزوفرنی و اضطراب، روان‌درمانی چطور کمک می‌کنه و عوارض خودکشی چطور پیشگیری می‌شه؟",
    "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
    "query": "عامیانه، خستگی و تورم پاها دارم، بیماری کلیوی یا قلبی، سونوگرافی کلیه و اکوکاردیوگرافی رو چک کنیم.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "برای آموزش، درمان زونا با کرم‌های موضعی چقدر موثره و شیوعش در سالمندان چقدره؟",
    "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره شیوع بیماری"]
    },
    {
    "query": "دکتر متخصص، بیمار با آسم و دیابت، کورتیکواستروئید استنشاقی رو با انسولین ترکیب کنیم و عوارض عفونت تنفسی چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "فوری! سردرد شدید و تاری دید، میگرن یا سکته مغزی، MRI و ثبت علائم رو سریع انجام بدیم.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "پرستار، برای بیمار با سرطان پستان و افسردگی، هورمون‌درمانی رو با CBT ترکیب کنیم و عوارض لنف‌ادم چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "داروساز، کلروکین برای مالاریا نیاز به نسخه داره و عوارضش مثل مشکلات چشمی چیه؟",
    "intend": ["نیاز به نسخه برای دارویی", "پرسش درباره عوارض جانبی دارو"]
    },
    {
    "query": "نگرانم، تب و گلودرد دارم، آنفولانزا یا عفونت تنفسی، RIDTs و کشت خلط رو پیشنهاد بدید.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "سردرگمم، چرا در سرطان ریه سرفه خونی دارم و ایمونوتراپی چطور به پیشگیری از متاستاز کمک می‌کنه؟",
    "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
    "query": "همکار پزشک، در هپاتیت B و دیابت، داروهای ضدویروس رو با متفورمین ترکیب کنیم و عوارض سیروز چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "آروم بگید، در کووید-۱۹ و آسم، کورتیکواستروئیدها چطور کمک می‌کنن و تست آنتی‌ژن سریع چقدر قابل اعتماده؟",
    "intend": ["پرسش درباره روش درمان خاص", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "عامیانه، درد مفاصل و تب، آرتروز یا مالاریا، رادیوگرافی و تست RDTs رو چک کنیم.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "برای آموزش، توان‌بخشی ریوی در COPD چطور کار می‌کنه و شیوعش در سیگاری‌ها چقدره؟",
    "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره شیوع بیماری"]
    },
    {
    "query": "دکتر، بیمار با افسردگی و میگرن، SSRIs رو با تریپتان‌ها ترکیب کنیم و عوارض اختلال عملکرد روزانه چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "فوری! تنگی نفس و سیانوز، بیماری قلبی مادرزادی یا عفونت تنفسی، اکوکاردیوگرافی و CT اسکن رو انجام بدید.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "پرستار، برای بیمار با ایدز و سرطان، ART رو با شیمی‌درمانی ترکیب کنیم و عوارض عفونت‌های فرصت‌طلب چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "داروساز، استاتین‌ها برای بیماری قلبی چه کاربردی دارن و عوارض عضلانی‌شون چیه؟",
    "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
    "query": "نگرانم، خون در ادرار و درد لگن دارم، پروستات یا سرطان مثانه، PSA و سونوگرافی رو چک کنیم.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "سردرگمم، چرا در آلزایمر گم کردن زمان و مکان پیش می‌آد و تحریک شناختی چطور پیشگیری می‌کنه؟",
    "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
    "query": "همکار پزشک، در سکته مغزی و دیابت، tPA رو کی تجویز کنیم و عوارض مشکلات تکلم چیه؟",
    "intend": ["پرسش درباره زمان مصرف دارو", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "آروم توضیح بدید، در سرطان کبد و هپاتیت، پیوند کبد چطور کمک می‌کنه و پیشگیری با رژیم سالم چیه؟",
    "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
    "query": "عامیانه، خستگی و عرق شبانه، ایدز یا لنفوم، تست CD4 و بیوپسی رو پیشنهاد بدید.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "برای آموزش، درمان اسهال عفونی با آنتی‌بیوتیک‌ها چقدر موثره و پیشگیری با آب سالم چطوره؟",
    "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
    "query": "دکتر متخصص، بیمار با آسم و افسردگی، LABA رو با CBT ترکیب کنیم و عوارض حملات شدید آسم چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "فوری! درد شکم و تهوع، سرطان معده یا پانکراتیت، آندوسکوپی و آزمایش خون رو سریع چک کنید.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "پرستار، برای نوزاد نارس با سندرم دیسترس تنفسی، سورفاکتانت رو چطور بدیم و عوارض نابینایی چیه؟",
    "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "داروساز، مفلوکین برای مالاریا نیاز به نسخه داره و عوارض عصبی‌ش چیه؟",
    "intend": ["نیاز به نسخه برای دارویی", "پرسش درباره عوارض جانبی دارو"]
    },
    {
    "query": "نگرانم، سرفه مزمن و کاهش وزن، سرطان ریه یا سل، CT اسکن و آزمایش خلط رو انجام بدیم.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "سردرگمم، چرا در بیماری کلیوی تورم پاها دارم و رژیم کم فسفر چطور کمک می‌کنه؟",
    "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
    "query": "همکار پزشک، در سرطان پروستات و دیابت، هورمون‌درمانی رو با انسولین ترکیب کنیم و عوارض نارسایی کلیه چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "آروم بگید، در میگرن و افسردگی، تریپتان‌ها رو کی مصرف کنیم و CBT چطور به پیشگیری کمک می‌کنه؟",
    "intend": ["پرسش درباره زمان مصرف دارو", "پرسش درباره پیشگیری از بیماری"]
    },
    {
    "query": "عامیانه، درد قفسه سینه و تنگی نفس، آسم یا بیماری قلبی، اسپیرومتری و ECG رو چک کنیم.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "برای آموزش، ایمونوتراپی در سرطان کولورکتال چقدر موثره و پیشگیری با رژیم پرفیبر چیه؟",
    "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
    "query": "دکتر، بیمار با کووید-۱۹ و COPD، کورتیکواستروئیدها رو با برونکودیلاتورها ترکیب کنیم و عوارض ARDS چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "فوری! تاری دید و سردرد شدید، سکته مغزی یا میگرن، MRI و ثبت علائم رو سریع انجام بدید.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "پرستار، برای بیمار با هپاتیت B و سرطان کبد، داروهای ضدویروس رو با TACE ترکیب کنیم و عوارض آسیت چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "داروساز، زانامیویر برای آنفولانزا چه کاربردی داره و عوارض تنفسی‌ش چیه؟",
    "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
    "query": "نگرانم، تب و لرز و درد عضلانی، مالاریا یا دنگی، اسمیر خون و PCR رو چک کنیم.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "سردرگمم، چرا در اسکیزوفرنی کاهش روابط اجتماعی دارم و حمایت اجتماعی چطور پیشگیری می‌کنه؟",
    "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
    "query": "همکار پزشک، در بیماری قلبی و افسردگی، بتابلوکرها رو با SNRIs ترکیب کنیم و عوارض آریتمی چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "آروم توضیح بدید، در زونا و دیابت، والاسیکلوویر رو چطور بدیم و عوارض نورالژی پس از زونا چیه؟",
    "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "عامیانه، تورم شکم و زردی، کبد چرب یا هپاتیت، فیبروسکن و آزمایش DNA ویروس رو پیشنهاد بدید.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "برای آموزش، توان‌بخشی شناختی در آلزایمر چطور کار می‌کنه و شیوعش در افراد بالای ۶۵ سال چقدره؟",
    "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره شیوع بیماری"]
    },
    {
    "query": "دکتر متخصص، بیمار با سرطان پستان و دیابت، شیمی‌درمانی رو با متفورمین ترکیب کنیم و عوارض متاستاز چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "فوری! درد قفسه سینه و سرفه، پنومونی یا حمله قلبی، رادیوگرافی و تروپونین رو سریع چک کنید.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "پرستار، برای بیمار با کووید-۱۹ و دیابت، مونوکلونال آنتی‌بادی رو چطور بدیم و عوارض لخته‌های خونی چیه؟",
    "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "داروساز، پریماکین برای مالاریا چه کاربردی داره و عوارض کم‌خونی همولیتیک چیه؟",
    "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
    "query": "نگرانم، اختلال گفتار و گم کردن زمان، آلزایمر یا سکته، تست MMSE و CT اسکن رو انجام بدیم.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "سردرگمم، چرا در بیماری کلیوی خارش پوست دارم و دیالیز چطور به پیشگیری از تجمع مایعات کمک می‌کنه؟",
    "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
    "query": "همکار پزشک، در آسم و بیماری قلبی، برونکودیلاتورها رو با استاتین‌ها ترکیب کنیم و عوارض پنوموتوراکس چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "آروم بگید، در سرطان ریه و افسردگی، پرتودرمانی رو با SSRIs ترکیب کنیم و عوارض نارسایی تنفسی چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "عامیانه، درد شکم و خون در مدفوع، سرطان کولورکتال یا زخم روده، کولونوسکوپی و CEA رو چک کنیم.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "برای آموزش، درمان آنفولانزا با مایعات فراوان چطور کمک می‌کنه و پیشگیری با شستشوی دست چیه؟",
    "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
    "query": "دکتر، بیمار با میگرن و فشار خون بالا، تریپتان‌ها رو با بتابلوکرها ترکیب کنیم و عوارض سردرد مزمن چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "فوری! تنگی نفس و تب، کووید یا پنومونی، تست آنتی‌ژن و CT اسکن قفسه سینه رو انجام بدید.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "پرستار، برای بیمار با هپاتیت B و دیابت، داروهای ضدویروس رو با انسولین بدیم و عوارض نارسایی کبد چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "داروساز، دونپزیل برای آلزایمر نیاز به نسخه داره و تداخلش با داروهای افسردگی چیه؟",
    "intend": ["نیاز به نسخه برای دارویی", "پرسش درباره عوارض جانبی دارو"]
    },
    {
    "query": "نگرانم، کاهش وزن و عرق شبانه، سرطان کبد یا ایدز، آلفا فتوپروتئین و CD4 رو چک کنیم.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "سردرگمم، چرا در اسکیزوفرنی هذیان دارم و روان‌درمانی چطور به پیشگیری از افسردگی کمک می‌کنه؟",
    "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
    "query": "همکار پزشک، در سرطان پروستات و فشار خون، هورمون‌درمانی رو با مهارکننده‌های ACE ترکیب کنیم و عوارض بی‌اختیاری ادرار چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "آروم توضیح بدید، در کووید-۱۹ و دیابت، ضدویروس‌ها چطور کمک می‌کنن و شیوع کووید طولانی چقدره؟",
    "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره شیوع بیماری"]
    },
    {
    "query": "عامیانه، سرفه و خس‌خس، آسم یا عفونت تنفسی، اسپیرومتری و کشت خلط رو پیشنهاد بدید.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "برای آموزش، درمان مالاریا با ACTs چطور کار می‌کنه و پیشگیری با پشه‌بندهای حشره‌کش چیه؟",
    "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
    "query": "دکتر متخصص، بیمار با افسردگی و بیماری کلیوی، SNRIs رو با رژیم کم پتاسیم ترکیب کنیم و عوارض کم‌خونی چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "فوری! درد قفسه سینه و تنگی نفس، بیماری قلبی یا پنوموتوراکس، ECG و CT اسکن رو سریع چک کنید.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "پرستار، برای بیمار با زونا و دیابت، والاسیکلوویر رو چطور بدیم و عوارض عفونت ثانویه چیه؟",
    "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "داروساز، آسپرین برای سکته مغزی چه کاربردی داره و عوارض خونریزی گوارشی‌ش چیه؟",
    "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
    "query": "نگرانم، اختلال حافظه و سردرد، آلزایمر یا میگرن، تست MMSE و ثبت علائم رو انجام بدیم.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "سردرگمم، چرا در سرطان کولورکتال خون در مدفوع دارم و غربالگری با CEA چطور کمک می‌کنه؟",
    "intend": ["پرسش درباره علائم بیماری", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "همکار پزشک، در آسم و فشار خون بالا، LABA رو با بتابلوکرها ترکیب کنیم و عوارض حملات شدید آسم چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "آروم بگید، در هپاتیت B و بیماری قلبی، داروهای ضدویروس رو با استاتین‌ها ترکیب کنیم و عوارض واریس مری چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "عامیانه، تب و درد شکم، مالاریا یا اسهال عفونی، اسمیر خون و کشت مدفوع رو چک کنیم.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "برای آموزش، شیمی‌درمانی در سرطان معده چطور کار می‌کنه و پیشگیری با کاهش نمک چیه؟",
    "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
    "query": "دکتر، بیمار با کووید-۱۹ و افسردگی، کورتیکواستروئیدها رو با SSRIs ترکیب کنیم و عوارض سندروم کووید طولانی چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "فوری! تنگی نفس و سیانوز، بیماری قلبی مادرزادی یا نارسایی تنفسی، اکوکاردیوگرافی و ABG رو انجام بدید.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "پرستار، برای بیمار با سرطان ریه و دیابت، ایمونوتراپی رو با انسولین ترکیب کنیم و عوارض متاستاز چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "داروساز، مهارکننده‌های کولین‌استراز برای آلزایمر چه کاربردی دارن و عوارض گوارشی‌شون چیه؟",
    "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
    "query": "نگرانم، درد لگن و ادرار مکرر، پروستات یا عفونت ادراری، PSA و آنالیز ادرار رو چک کنیم.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "سردرگمم، چرا در بیماری کلیوی تغییر در ادرار دارم و رژیم کم پروتئین چطور به پیشگیری کمک می‌کنه؟",
    "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
    "query": "همکار پزشک، در سکته مغزی و افسردگی، آسپرین رو با CBT ترکیب کنیم و عوارض اختلال شناختی چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "آروم توضیح بدید، در زونا و فشار خون بالا، والاسیکلوویر رو با بتابلوکرها ترکیب کنیم و عوارض نورالژی چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "عامیانه، سرفه و خلط خونی، سرطان ریه یا برونشیت، CT اسکن و آزمایش خلط رو پیشنهاد بدید.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "برای آموزش، درمان آنفولانزا با استراحت و مایعات چطور کمک می‌کنه و پیشگیری با ماسک چیه؟",
    "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
    "query": "دکتر متخصص، بیمار با میگرن و دیابت، تریپتان‌ها رو با متفورمین ترکیب کنیم و عوارض اختلال عملکرد روزانه چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "فوری! درد شکم و زردی، هپاتیت یا سرطان کبد، آزمایش DNA و MRI رو سریع چک کنید.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "پرستار، برای بیمار با آسم و عفونت تنفسی، برونکودیلاتورها رو با آنتی‌بیوتیک‌ها بدیم و عوارض نارسایی تنفسی چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "داروساز، سوراف‌نیب برای سرطان کبد چه کاربردی داره و عوارض گوارشی‌ش چیه؟",
    "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
    "query": "نگرانم، تب و سرفه خشک، کووید یا آنفولانزا، تست آنتی‌ژن و RIDTs رو انجام بدیم.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "سردرگمم، چرا در اسکیزوفرنی توهم دارم و ضدروان‌پریشی‌ها چطور به پیشگیری از ناتوانی عملکردی کمک می‌کنن؟",
    "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
    "query": "همکار پزشک، در سرطان پستان و فشار خون بالا، هورمون‌درمانی رو با مهارکننده‌های ACE ترکیب کنیم و عوارض لنف‌ادم چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "آروم بگید، در مالاریا و دیابت، آرتیمیسینین رو با انسولین ترکیب کنیم و عوارض مالاریای مغزی چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "عامیانه، کاهش وزن و درد شکم، سرطان معده یا کولورکتال، آندوسکوپی و کولونوسکوپی رو چک کنیم.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "برای آموزش، درمان افسردگی با ورزش منظم چطور کار می‌کنه و پیشگیری با خواب کافی چیه؟",
    "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
    "query": "دکتر، بیمار با COPD و افسردگی، برونکودیلاتورها رو با SSRIs ترکیب کنیم و عوارض کاهش وزن چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "فوری! تاری دید و فلج ناگهانی، سکته مغزی یا ام‌اس، MRI و معاینه نورولوژیک رو سریع انجام بدید.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "پرستار، برای بیمار با هپاتیت B و سرطان کبد، داروهای ضدویروس رو با RFA ترکیب کنیم و عوارض انسفالوپاتی چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "داروساز، اوسلتامیویر برای آنفولانزا نیاز به نسخه داره و تداخلش با داروهای دیابت چیه؟",
    "intend": ["نیاز به نسخه برای دارویی", "پرسش درباره عوارض جانبی دارو"]
    },
    {
    "query": "نگرانم، سرفه و تنگی نفس، آسم یا پنومونی، اسپیرومتری و رادیوگرافی قفسه سینه رو چک کنیم.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "سردرگمم، چرا در آلزایمر مشکل تکلم دارم و تحریک شناختی چطور به پیشگیری از ناتوانی کامل کمک می‌کنه؟",
    "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
    "query": "همکار پزشک، در دیابت و بیماری قلبی، انسولین رو با بتابلوکرها ترکیب کنیم و عوارض نارسایی قلب چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "آروم توضیح بدید، در زونا و افسردگی، والاسیکلوویر رو با CBT ترکیب کنیم و عوارض نورالژی پس از زونا چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "عامیانه، تب و درد عضلانی، مالاریا یا آنفولانزا، اسمیر خون و RIDTs رو پیشنهاد بدید.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "برای آموزش، درمان سرطان پستان با ماستکتومی چطور کار می‌کنه و پیشگیری با خودآزمایی پستان چیه؟",
    "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
    "query": "دکتر متخصص، بیمار با کووید-۱۹ و فشار خون بالا، کورتیکواستروئیدها رو با مهارکننده‌های ACE ترکیب کنیم و عوارض لخته‌های خونی چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "فوری! درد قفسه سینه و تپش قلب، بیماری قلبی یا اضطراب، ECG و پرسشنامه PHQ-9 رو چک کنید.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "پرستار، برای بیمار با سرطان کولورکتال و دیابت، شیمی‌درمانی رو با متفورمین بدیم و عوارض انسداد روده چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "داروساز، کلروکین برای مالاریا چه کاربردی داره و عوارض قلبی‌ش چیه؟",
    "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
    "query": "نگرانم، اختلال گفتار و کاهش حافظه، آلزایمر یا افسردگی، تست MMSE و PHQ-9 رو انجام بدیم.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "سردرگمم، چرا در بیماری کلیوی تهوع دارم و دیالیز چطور به پیشگیری از نارسایی قلبی کمک می‌کنه؟",
    "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
    "query": "همکار پزشک، در آسم و دیابت، کورتیکواستروئید استنشاقی رو با انسولین ترکیب کنیم و عوارض عفونت‌های تنفسی چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "آروم بگید، در سرطان ریه و فشار خون بالا، پرتودرمانی رو با بتابلوکرها ترکیب کنیم و عوارض متاستاز چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "عامیانه، درد شکم و زردی، هپاتیت یا سرطان کبد، فیبروسکن و آلفا فتوپروتئین رو چک کنیم.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "برای آموزش، درمان افسردگی با rTMS چطور کار می‌کنه و پیشگیری با مدیریت استرس چیه؟",
    "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
    "query": "دکتر، بیمار با میگرن و بیماری قلبی، تریپتان‌ها رو با استاتین‌ها ترکیب کنیم و عوارض سردرد مزمن چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "فوری! تنگی نفس و سرفه خشک، کووید یا آسم، تست RT-PCR و اسپیرومتری رو انجام بدید.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "پرستار، برای بیمار با هپاتیت B و افسردگی، داروهای ضدویروس رو با SSRIs بدیم و عوارض سیروز چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "داروساز، والاسیکلوویر برای زونا چه کاربردی داره و تداخلش با داروهای دیابت چیه؟",
    "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
    "query": "نگرانم، تب و درد عضلانی، مالاریا یا آنفولانزا، اسمیر خون و RIDTs رو چک کنیم.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "سردرگمم، چرا در اسکیزوفرنی کاهش روابط اجتماعی دارم و روان‌درمانی چطور به پیشگیری از خودکشی کمک می‌کنه؟",
    "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
    "query": "همکار پزشک، در سرطان پروستات و دیابت، هورمون‌درمانی رو با متفورمین ترکیب کنیم و عوارض متاستاز استخوانی چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "آروم توضیح بدید، در کووید-۱۹ و بیماری قلبی، کورتیکواستروئیدها رو با بتابلوکرها ترکیب کنیم و عوارض لخته‌های خونی چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "عامیانه، سرفه و خلط، سرطان ریه یا عفونت تنفسی، CT اسکن و کشت خلط رو پیشنهاد بدید.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "برای آموزش، درمان مالاریا با پریماکین چطور کار می‌کنه و پیشگیری با واکسن RTS,S چیه؟",
    "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
    "query": "دکتر متخصص، بیمار با افسردگی و بیماری کلیوی، CBT رو با رژیم کم فسفر ترکیب کنیم و عوارض نارسایی قلبی چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "فوری! درد قفسه سینه و تنگی نفس، بیماری قلبی یا آسم، ECG و اسپیرومتری رو سریع چک کنید.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "پرستار، برای بیمار با زونا و دیابت، والاسیکلوویر رو با انسولین بدیم و عوارض عفونت ثانویه چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "داروساز، بتابلوکرها برای بیماری قلبی چه کاربردی دارن و تداخلشون با داروهای آسم چیه؟",
    "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
    "query": "نگرانم، اختلال حافظه و سردرد، آلزایمر یا میگرن، تست MMSE و ثبت علائم رو انجام بدیم.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "سردرگمم، چرا در سرطان کولورکتال تغییر عادات روده دارم و کولونوسکوپی چطور به تشخیص کمک می‌کنه؟",
    "intend": ["پرسش درباره علائم بیماری", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "همکار پزشک، در آسم و افسردگی، LABA رو با SNRIs ترکیب کنیم و عوارض حملات شدید آسم چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "آروم بگید، در هپاتیت B و فشار خون بالا، داروهای ضدویروس رو با مهارکننده‌های ACE ترکیب کنیم و عوارض واریس مری چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "عامیانه، تب و درد شکم، مالاریا یا اسهال عفونی، اسمیر خون و کشت مدفوع رو چک کنیم.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "برای آموزش، شیمی‌درمانی در سرطان معده چطور کار می‌کنه و پیشگیری با کاهش نمک چیه؟",
    "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
    "query": "دکتر، بیمار با کووید-۱۹ و دیابت، کورتیکواستروئیدها رو با انسولین ترکیب کنیم و عوارض سندروم کووید طولانی چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "فوری! تاری دید و فلج ناگهانی، سکته مغزی یا ام‌اس، MRI و معاینه نورولوژیک رو سریع انجام بدید.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "پرستار، برای بیمار با هپاتیت B و سرطان کبد، داروهای ضدویروس رو با TACE ترکیب کنیم و عوارض انسفالوپاتی چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "داروساز، اوسلتامیویر برای آنفولانزا نیاز به نسخه داره و تداخلش با داروهای دیابت چیه؟",
    "intend": ["نیاز به نسخه برای دارویی", "پرسش درباره عوارض جانبی دارو"]
    },
    {
    "query": "نگرانم، سرفه و تنگی نفس، آسم یا پنومونی، اسپیرومتری و رادیوگرافی قفسه سینه رو چک کنیم.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "سردرگمم، چرا در آلزایمر مشکل تکلم دارم و تحریک شناختی چطور به پیشگیری از ناتوانی کامل کمک می‌کنه؟",
    "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
    "query": "همکار پزشک، در دیابت و بیماری قلبی، انسولین رو با بتابلوکرها ترکیب کنیم و عوارض نارسایی قلب چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "آروم توضیح بدید، در زونا و افسردگی، والاسیکلوویر رو با CBT ترکیب کنیم و عوارض نورالژی پس از زونا چیه؟",
    "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
    "query": "عامیانه، سرفه و خلط خونی، سرطان ریه یا برونشیت، CT اسکن و آزمایش خلط رو پیشنهاد بدید.",
    "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
    "query": "برای آموزش، درمان آنفولانزا با استراحت و مایعات چطور کمک می‌کنه و پیشگیری با ماسک چیه؟",
    "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر، احساس سوزش در قفسه سینه و خستگی مفرط دارم، آیا این می‌تونه رفلاکس معده یا بیماری قلبی باشه و تست استرس قلبی چطور کمک می‌کنه؟",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای درمان پرفشاری خون، دیورتیک‌ها چطور عمل می‌کنن و عوارض کاهش پتاسیم در بدن چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! تب بالا و درد شدید شکمی دارم، شاید آپاندیسیت یا سنگ کلیه باشه، سونوگرافی و سی‌تی اسکن رو سریع انجام بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، بیمارم دیابت نوع ۱ و اضطراب داره، انسولین رو با بنزودیازپین‌ها چطور مدیریت کنیم و عوارض نوروپاتی محیطی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، ریتالین برای ADHD چه کاربردی داره و عوارض بی‌خوابی ناشی از اون چطور کنترل می‌شه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، کاهش وزن و تورم غدد لنفاوی دارم، شاید لنفوم یا سل باشه، بیوپسی و تست مانتو رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در بیماری کبد چرب زردی پوست دارم و رژیم کم چربی چطور به پیشگیری از سیروز کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، بیمار با نارسایی قلبی و افسردگی، بتابلوکرها رو با SSRIs ترکیب کنیم و عوارض ادم ریوی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم توضیح بدید، در پارکینسون لرزش دست و افسردگی دارم، لوودوپا چطور کمک می‌کنه و عوارض روانی چطور پیشگیری می‌شه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "عامیانه، درد مفاصل و خستگی دارم، آرتریت روماتوئید یا فیبرومیالژیا، تست RF و معاینه فیزیکی رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان عفونت ادراری با سیپروفلوکساسین چطور کار می‌کنه و شیوعش در زنان چقدره؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره شیوع بیماری"]
    },
    {
      "query": "دکتر متخصص، بیمار با آسم و فشار خون بالا، کورتیکواستروئیدهای استنشاقی رو با دیورتیک‌ها ترکیب کنیم و عوارض حملات آسم چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! تشنج و سردرد شدید، صرع یا خونریزی مغزی، EEG و سی‌تی اسکن رو سریع انجام بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با سرطان پانکراس و دیابت، شیمی‌درمانی رو با انسولین ترکیب کنیم و عوارض یرقان چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، آزیترومایسین برای عفونت تنفسی نیاز به نسخه داره و عوارض گوارشی‌ش چیه؟",
      "intend": ["نیاز به نسخه برای دارویی", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، سرفه مزمن و درد قفسه سینه دارم، برونشیت یا سرطان ریه، رادیوگرافی و برونکوسکوپی رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در ام‌اس ضعف عضلانی دارم و اینترفرون‌ها چطور به پیشگیری از ناتوانی کمک می‌کنن؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در هپاتیت C و افسردگی، داروهای ضدویروس رو با CBT ترکیب کنیم و عوارض انسفالوپاتی کبدی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم بگید، در کووید-۱۹ و نارسایی کلیوی، رمدسیویر چطور کمک می‌کنه و تست eGFR چقدر دقیق هست؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "عامیانه، تب و درد مفاصل، تب روماتیسمی یا مالاریا، تست ASO و اسمیر خون رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان زخم معده با مهارکننده‌های پمپ پروتون چطور کار می‌کنه و شیوع هلیکوباکتر پیلوری چقدره؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره شیوع بیماری"]
    },
    {
      "query": "دکتر، بیمار با میگرن و دیابت نوع ۲، تریپتان‌ها رو با متفورمین ترکیب کنیم و عوارض نوروپاتی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! تنگی نفس و تپش قلب، آمبولی ریه یا حمله پانیک، سی‌تی آنژیوگرافی و پرسشنامه GAD-7 رو چک کنید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با ایدز و عفونت قارچی، ART رو با فلوکونازول ترکیب کنیم و عوارض مننژیت کریپتوکوکی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، لوراتادین برای آلرژی چه کاربردی داره و عوارض خواب‌آلودگی‌ش چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، درد شکم و اسهال مزمن، بیماری کرون یا کولیت اولسراتیو، کولونوسکوپی و CRP رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در پارکینسون مشکل تعادل دارم و توان‌بخشی حرکتی چطور به پیشگیری از زمین خوردن کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در نارسایی قلبی و دیابت، فوروزماید رو با انسولین ترکیب کنیم و عوارض آریتمی قلبی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم توضیح بدید، در لوپوس اریتماتوز، راش پوستی و درد مفاصل دارم، هیدروکسی‌کلروکین چطور کمک می‌کنه و عوارض چشمی چطور پیشگیری می‌شه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "عامیانه، سرفه و تب بالا، پنومونی یا سل، رادیوگرافی قفسه سینه و تست IGRA رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان میگرن با پروفیلاکسی بتابلوکرها چطور کار می‌کنه و شیوعش در بزرگسالان چقدره؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره شیوع بیماری"]
    },
    {
      "query": "دکتر متخصص، بیمار با سرطان معده و افسردگی، شیمی‌درمانی رو با SNRIs ترکیب کنیم و عوارض خونریزی گوارشی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! درد قفسه سینه و تعریق، حمله قلبی یا رفلاکس معده، تروپونین و آندوسکوپی رو سریع چک کنید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با هپاتیت C و دیابت، داروهای ضدویروس رو با متفورمین ترکیب کنیم و عوارض آسیت چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، آموکسی‌سیلین برای عفونت گوش نیاز به نسخه داره و عوارض آلرژیکش چیه؟",
      "intend": ["نیاز به نسخه برای دارویی", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، کاهش وزن و درد استخوان، مولتیپل میلوما یا متاستاز، الکتروفورز پروتئین و PET اسکن رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در بیماری کرون اسهال خونی دارم و درمان با آزاتیوپرین چطور به پیشگیری از عود کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در آسم و افسردگی، کورتیکواستروئیدهای استنشاقی رو با CBT ترکیب کنیم و عوارض حملات آسم شدید چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم بگید، در ام‌اس و دیابت، اینترفرون‌ها رو با انسولین ترکیب کنیم و عوارض ضعف عضلانی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، تب و درد گلو، آنفولانزا یا مونونوکلئوز، تست RIDTs و EBV سرولوژی رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان عفونت‌های قارچی با فلوکونازول چطور کار می‌کنه و شیوع کاندیدیاز در بیماران دیابتی چقدره؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره شیوع بیماری"]
    },
    {
      "query": "دکتر، بیمار با نارسایی کلیوی و افسردگی، دیالیز رو با SSRIs ترکیب کنیم و عوارض کم‌خونی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! تنگی نفس و سیانوز، آمبولی ریه یا نارسایی قلبی، سی‌تی آنژیوگرافی و BNP رو سریع چک کنید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با سرطان ریه و فشار خون بالا، پرتودرمانی رو با بتابلوکرها ترکیب کنیم و عوارض فیبروز ریوی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، متوکلوپرامید برای تهوع چه کاربردی داره و عوارض دیستونی‌ش چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، درد شکم و یبوست، انسداد روده یا سرطان کولورکتال، کولونوسکوپی و سی‌تی اسکن رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در لوپوس خستگی شدید دارم و کورتیکواستروئیدها چطور به پیشگیری از آسیب کلیوی کمک می‌کنن؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در پارکینسون و افسردگی، لوودوپا رو با SNRIs ترکیب کنیم و عوارض دیسکینزی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم توضیح بدید، در کووید-۱۹ و دیابت، دگزامتازون چطور کمک می‌کنه و تست قند خون چطور مدیریت می‌شه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "عامیانه، درد مفاصل و تب، آرتریت روماتوئید یا تب مالت، تست RF و سرولوژی بروسلا رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان سندرم روده تحریک‌پذیر با فیبر غذایی چطور کار می‌کنه و شیوعش در زنان چقدره؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره شیوع بیماری"]
    },
    {
      "query": "دکتر متخصص، بیمار با سرطان پستان و دیابت، هورمون‌درمانی رو با متفورمین ترکیب کنیم و عوارض متاستاز استخوانی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! سردرد شدید و تهوع، میگرن یا آنوریسم مغزی، MRI و آنژیوگرافی مغزی رو سریع انجام بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با هپاتیت C و افسردگی، داروهای ضدویروس رو با CBT ترکیب کنیم و عوارض سیروز چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، مونته لوکاست برای آسم چه کاربردی داره و عوارض عصبی‌ش چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، کاهش وزن و سرفه مزمن، سرطان ریه یا سل، سی‌تی اسکن و تست کوانتیفرون رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در نارسایی کلیوی تورم پاها دارم و دیالیز چطور به پیشگیری از مسمومیت اورمیک کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در دیابت و فشار خون بالا، انسولین رو با مهارکننده‌های ACE ترکیب کنیم و عوارض نفروپاتی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم بگید، در پارکینسون و دیابت، لوودوپا رو با متفورمین ترکیب کنیم و عوارض افتادن چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، تب و درد شکم، آپاندیسیت یا بیماری کرون، سی‌تی اسکن و کولونوسکوپی رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان عفونت‌های ادراری با نیتروفورانتوئین چطور کار می‌کنه و پیشگیری با بهداشت فردی چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر، بیمار با آسم و افسردگی، LABA رو با SSRIs ترکیب کنیم و عوارض حملات شدید آسم چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! تنگی نفس و درد قفسه سینه، پنوموتوراکس یا آمبولی ریه، سی‌تی اسکن و D-dimer رو سریع چک کنید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با سرطان کبد و دیابت، TACE رو با انسولین ترکیب کنیم و عوارض انسفالوپاتی کبدی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، فلوکستین برای افسردگی چه کاربردی داره و عوارض بی‌خوابی‌ش چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، درد شکم و تهوع، پانکراتیت یا زخم معده، آمیلاز سرم و آندوسکوپی رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در ام‌اس تاری دید دارم و کورتیکواستروئیدها چطور به پیشگیری از ناتوانی کمک می‌کنن؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در نارسایی قلبی و افسردگی، فوروزماید رو با CBT ترکیب کنیم و عوارض آریتمی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم توضیح بدید، در لوپوس و دیابت، هیدروکسی‌کلروکین رو با متفورمین ترکیب کنیم و عوارض نفریت چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، سرفه و تب، برونشیت یا پنومونی، رادیوگرافی قفسه سینه و CRP رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان زخم معده با آنتی‌بیوتیک‌های ضد هلیکوباکتر چطور کار می‌کنه و پیشگیری با رژیم غذایی چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر متخصص، بیمار با سرطان ریه و دیابت، ایمونوتراپی رو با انسولین ترکیب کنیم و عوارض فیبروز ریوی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! سردرد و تشنج، صرع یا تومور مغزی، EEG و MRI رو سریع انجام بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با هپاتیت B و افسردگی، داروهای ضدویروس رو با SNRIs ترکیب کنیم و عوارض واریس مری چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، سرترالین برای افسردگی نیاز به نسخه داره و عوارض گوارشی‌ش چیه؟",
      "intend": ["نیاز به نسخه برای دارویی", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، کاهش وزن و درد استخوان، مولتیپل میلوما یا سرطان پروستات، الکتروفورز پروتئین و PSA رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در بیماری کرون درد شکم دارم و درمان با بیولوژیک‌ها چطور به پیشگیری از فیستول کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در آسم و دیابت، کورتیکواستروئیدهای استنشاقی رو با متفورمین ترکیب کنیم و عوارض عفونت‌های تنفسی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم بگید، در پارکینسون و فشار خون بالا، لوودوپا رو با بتابلوکرها ترکیب کنیم و عوارض دیسکینزی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، تب و درد گلو، مونونوکلئوز یا آنفولانزا، سرولوژی EBV و RIDTs رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان عفونت‌های قارچی با کتوکونازول چطور کار می‌کنه و پیشگیری با بهداشت فردی چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر، بیمار با نارسایی کلیوی و افسردگی، دیالیز رو با CBT ترکیب کنیم و عوارض مسمومیت اورمیک چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! تنگی نفس و درد قفسه سینه، آمبولی ریه یا حمله قلبی، D-dimer و تروپونین رو سریع چک کنید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با سرطان پانکراس و دیابت، شیمی‌درمانی رو با انسولین ترکیب کنیم و عوارض انسداد صفراوی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، کلاریترومایسین برای عفونت تنفسی چه کاربردی داره و عوارض کبدی‌ش چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، درد شکم و اسهال، بیماری کرون یا عفونت روده، کولونوسکوپی و کشت مدفوع رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در لوپوس راش پوستی دارم و هیدروکسی‌کلروکین چطور به پیشگیری از آسیب کلیوی کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },  
    {
      "query": "آروم توضیح بدید، در ام‌اس و افسردگی، اینترفرون‌ها رو با SSRIs ترکیب کنیم و عوارض ضعف عضلانی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، سرفه و تب بالا، پنومونی یا سل، رادیوگرافی قفسه سینه و تست IGRA رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان زخم معده با امپرازول چطور کار می‌کنه و پیشگیری با رژیم غذایی کم اسید چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر متخصص، بیمار با سرطان ریه و افسردگی، پرتودرمانی رو با CBT ترکیب کنیم و عوارض فیبروز ریوی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با هپاتیت C و دیابت، داروهای ضدویروس رو با انسولین ترکیب کنیم و عوارض سیروز چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، سرترالین برای افسردگی نیاز به نسخه داره و تداخلش با داروهای دیابت چیه؟",
      "intend": ["نیاز به نسخه برای دارویی", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، کاهش وزن و درد استخوان، مولتیپل میلوما یا متاستاز، الکتروفورز پروتئین و PET اسکن رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در بیماری کرون اسهال خونی دارم و درمان با بیولوژیک‌ها چطور به پیشگیری از فیستول کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در آسم و دیابت، کورتیکواستروئیدهای استنشاقی رو با متفورمین ترکیب کنیم و عوارض عفونت‌های تنفسی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم بگید، در پارکینسون و فشار خون بالا، لوودوپا رو با بتابلوکرها ترکیب کنیم و عوارض دیسکینزی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، تب و درد گلو، مونونوکلئوز یا آنفولانزا، سرولوژی EBV و RIDTs رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان عفونت‌های قارچی با کتوکونازول چطور کار می‌کنه و پیشگیری با بهداشت فردی چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر، بیمار با نارسایی کلیوی و افسردگی، دیالیز رو با CBT ترکیب کنیم و عوارض مسمومیت اورمیک چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! تنگی نفس و درد قفسه سینه، آمبولی ریه یا حمله قلبی، D-dimer و تروپونین رو سریع چک کنید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با سرطان پانکراس و دیابت، شیمی‌درمانی رو با انسولین ترکیب کنیم و عوارض انسداد صفراوی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، کلاریترومایسین برای عفونت تنفسی چه کاربردی داره و عوارض کبدی‌ش چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، درد شکم و اسهال، بیماری کرون یا عفونت روده، کولونوسکوپی و کشت مدفوع رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در لوپوس راش پوستی دارم و هیدروکسی‌کلروکین چطور به پیشگیری از آسیب کلیوی کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در نارسایی قلبی و دیابت، فوروزماید رو با متفورمین ترکیب کنیم و عوارض آریتمی قلبی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم توضیح بدید، در ام‌اس و افسردگی، اینترفرون‌ها رو با SSRIs ترکیب کنیم و عوارض ضعف عضلانی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، سرفه و تب بالا، پنومونی یا سل، رادیوگرافی قفسه سینه و تست IGRA رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان زخم معده با امپرازول چطور کار می‌کنه و پیشگیری با رژیم غذایی کم اسید چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر متخصص، بیمار با سرطان ریه و افسردگی، پرتودرمانی رو با CBT ترکیب کنیم و عوارض فیبروز ریوی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! سردرد شدید و تشنج، صرع یا تومور مغزی، EEG و MRI رو سریع انجام بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با هپاتیت C و دیابت، داروهای ضدویروس رو با انسولین ترکیب کنیم و عوارض سیروز چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، سرترالین برای افسردگی نیاز به نسخه داره و تداخلش با داروهای دیابت چیه؟",
      "intend": ["نیاز به نسخه برای دارویی", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، کاهش وزن و درد استخوان، مولتیپل میلوما یا متاستاز، الکتروفورز پروتئین و PET اسکن رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در بیماری کرون اسهال خونی دارم و درمان با بیولوژیک‌ها چطور به پیشگیری از فیستول کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در آسم و دیابت، کورتیکواستروئیدهای استنشاقی رو با متفورمین ترکیب کنیم و عوارض عفونت‌های تنفسی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم بگید، در پارکینسون و فشار خون بالا، لوودوپا رو با بتابلوکرها ترکیب کنیم و عوارض دیسکینزی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، تب و درد گلو، مونونوکلئوز یا آنفولانزا، سرولوژی EBV و RIDTs رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان عفونت‌های قارچی با کتوکونازول چطور کار می‌کنه و پیشگیری با بهداشت فردی چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر، بیمار با نارسایی کلیوی و افسردگی، دیالیز رو با CBT ترکیب کنیم و عوارض مسمومیت اورمیک چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! تنگی نفس و درد قفسه سینه، آمبولی ریه یا حمله قلبی، D-dimer و تروپونین رو سریع چک کنید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با سرطان پانکراس و دیابت، شیمی‌درمانی رو با انسولین ترکیب کنیم و عوارض انسداد صفراوی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، کلاریترومایسین برای عفونت تنفسی چه کاربردی داره و عوارض کبدی‌ش چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، درد شکم و اسهال، بیماری کرون یا عفونت روده، کولونوسکوپی و کشت مدفوع رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در لوپوس راش پوستی دارم و هیدروکسی‌کلروکین چطور به پیشگیری از آسیب کلیوی کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در نارسایی قلبی و دیابت، فوروزماید رو با متفورمین ترکیب کنیم و عوارض آریتمی قلبی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم توضیح بدید، در ام‌اس و افسردگی، اینترفرون‌ها رو با SSRIs ترکیب کنیم و عوارض ضعف عضلانی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، سرفه و تب بالا، پنومونی یا سل، رادیوگرافی قفسه سینه و تست IGRA رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان زخم معده با امپرازول چطور کار می‌کنه و پیشگیری با رژیم غذایی کم اسید چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر متخصص، بیمار با سرطان ریه و افسردگی، پرتودرمانی رو با CBT ترکیب کنیم و عوارض فیبروز ریوی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! سردرد شدید و تشنج، صرع یا تومور مغزی، EEG و MRI رو سریع انجام بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با هپاتیت C و دیابت، داروهای ضدویروس رو با انسولین ترکیب کنیم و عوارض سیروز چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، کلاریترومایسین برای عفونت تنفسی چه کاربردی داره و عوارض کبدی‌ش چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "دکتر، درد شکم و تنگی نفس دارم، ممکنه زخم معده یا آمبولی ریه باشه؟ سی‌تی آنژیوگرافی و آندوسکوپی چطور کمک می‌کنه؟",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای درمان آرتریت روماتوئید، متوترکسات چطور عمل می‌کنه و عوارض کبدی‌اش چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "فوری! تب بالا و تشنج دارم، شاید مننژیت یا صرع باشه، EEG و آزمایش CSF رو سریع انجام بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، بیمارم دیابت و اضطراب داره، انسولین رو با SSRIs چطور مدیریت کنیم و عوارض رتینوپاتی دیابتی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، لاموتریژین برای صرع چه کاربردی داره و عوارض پوستی‌اش مثل راش چطور مدیریت می‌شه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، کاهش وزن و درد قفسه سینه دارم، شاید سرطان ریه یا سل باشه، بیوپسی و تست IGRA رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در بیماری کبد چرب خستگی شدید دارم و رژیم کم کربوهیدرات چطور به پیشگیری از سیروز کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، بیمار با نارسایی قلبی و پارکینسون، دیورتیک‌ها رو با لوودوپا ترکیب کنیم و عوارض آریتمی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم توضیح بدید، در بیماری کرون و افسردگی، بیولوژیک‌ها چطور کمک می‌کنن و عوارض روانی چطور پیشگیری می‌شه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "عامیانه، تورم پاها و سرفه دارم، نارسایی قلبی یا COPD، اکوکاردیوگرافی و اسپیرومتری رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان پانکراتیت با آنزیم‌های گوارشی چطور کار می‌کنه و شیوعش در الکلی‌ها چقدره؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره شیوع بیماری"]
    },
    {
      "query": "دکتر متخصص، بیمار با آسم و دیابت نوع ۲، LABA رو با متفورمین ترکیب کنیم و عوارض عفونت تنفسی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! تاری دید و سردرد ضربان‌دار، گلوکوم یا میگرن، معاینه چشم و ثبت علائم رو سریع انجام بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با سرطان کولورکتال و فشار خون بالا، شیمی‌درمانی رو با بتابلوکرها ترکیب کنیم و عوارض انسداد روده چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، وارفارین برای آمبولی ریه نیاز به نسخه داره و عوارض خونریزی‌اش چیه؟",
      "intend": ["نیاز به نسخه برای دارویی", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، تب و درد عضلانی دارم، دنگی یا آنفولانزا، تست NS1 و RIDTs رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در ام‌اس گزگز دست و پا دارم و ناتالیزوماب چطور به پیشگیری از ناتوانی کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در هپاتیت B و نارسایی کلیوی، داروهای ضدویروس رو با دیالیز ترکیب کنیم و عوارض آسیت چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم بگید، در کووید-۱۹ و آسم، رمدسیویر چطور کمک می‌کنه و تست FeNO چقدر دقیق هست؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "عامیانه، درد مفاصل و تب، لوپوس یا آرتریت روماتوئید، تست ANA و RF رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان سندرم روده تحریک‌پذیر با آنتی‌اسپاسمودیک‌ها چطور کار می‌کنه و شیوعش در افراد پراسترس چقدره؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره شیوع بیماری"]
    },
    {
      "query": "دکتر، بیمار با افسردگی و بیماری قلبی، SNRIs رو با استاتین‌ها ترکیب کنیم و عوارض آریتمی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! درد قفسه سینه و تب، پریکاردیت یا پنومونی، اکوکاردیوگرافی و سی‌تی اسکن رو سریع چک کنید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با ایدز و سل، ART رو با ریفامپین ترکیب کنیم و عوارض پنومونی سل چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، گاباپنتین برای نوروپاتی چه کاربردی داره و عوارض سرگیجه‌اش چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، خون در ادرار و درد پهلو دارم، سنگ کلیه یا سرطان مثانه، سونوگرافی و سیستوسکوپی رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در پارکینسون سفتی عضلانی دارم و فیزیوتراپی چطور به پیشگیری از ناتوانی حرکتی کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در نارسایی قلبی و دیابت نوع ۱، فوروزماید رو با انسولین ترکیب کنیم و عوارض ادم ریوی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم توضیح بدید، در لوپوس و فشار خون بالا، پردنیزولون چطور کمک می‌کنه و عوارض کلیوی چطور پیشگیری می‌شه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "عامیانه، سرفه و درد گلو، فارنژیت یا آنفولانزا، تست استرپ و RIDTs رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان عفونت‌های پوستی با موپیروسین چطور کار می‌کنه و شیوع استافیلوکوک در بیماران دیابتی چقدره؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره شیوع بیماری"]
    },
    {
      "query": "دکتر متخصص، بیمار با سرطان پستان و افسردگی، هورمون‌درمانی رو با CBT ترکیب کنیم و عوارض متاستاز استخوانی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! تنگی نفس و تپش قلب، آریتمی یا آمبولی ریه، ECG و D-dimer رو سریع چک کنید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با هپاتیت C و نارسایی کلیوی، داروهای ضدویروس رو با دیالیز ترکیب کنیم و عوارض انسفالوپاتی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، اومپرازول برای رفلاکس معده نیاز به نسخه داره و عوارض گوارشی‌اش چیه؟",
      "intend": ["نیاز به نسخه برای دارویی", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، کاهش وزن و تب شبانه، لنفوم یا ایدز، بیوپسی و تست CD4 رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در بیماری کرون نفخ شدید دارم و رژیم FODMAP چطور به پیشگیری از عود کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در آسم و فشار خون بالا، کورتیکواستروئید استنشاقی رو با مهارکننده‌های ACE ترکیب کنیم و عوارض تنگی نفس چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم بگید، در ام‌اس و افسردگی، فینگولیمود چطور کمک می‌کنه و عوارض روانی چطور پیشگیری می‌شه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "عامیانه، درد شکم و یبوست، سندرم روده تحریک‌پذیر یا انسداد روده، کولونوسکوپی و سی‌تی اسکن رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان میگرن با سوماتریپتان چطور کار می‌کنه و شیوعش در زنان چقدره؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره شیوع بیماری"]
    },
    {
      "query": "دکتر، بیمار با نارسایی قلبی و پارکینسون، بتابلوکرها رو با لوودوپا ترکیب کنیم و عوارض افت فشار خون چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! سردرد شدید و تاری دید، تومور مغزی یا میگرن، MRI و معاینه چشم رو سریع انجام بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با سرطان کبد و دیابت، TACE رو با متفورمین ترکیب کنیم و عوارض یرقان چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، لیووتیروکسین برای کم‌کاری تیروئید چه کاربردی داره و عوارض قلبی‌اش چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، درد پهلو و خون در ادرار، سنگ کلیه یا عفونت ادراری، سونوگرافی و آنالیز ادرار رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در لوپوس درد مفاصل دارم و آزاتیوپرین چطور به پیشگیری از آسیب کلیوی کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در هپاتیت B و افسردگی، داروهای ضدویروس رو با SSRIs ترکیب کنیم و عوارض نارسایی کبد چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم توضیح بدید، در کووید-۱۹ و دیابت، دگزامتازون چطور کمک می‌کنه و تست HbA1c چطور مدیریت می‌شه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "عامیانه، تب و سرفه خشک، کووید یا برونشیت، تست RT-PCR و رادیوگرافی قفسه سینه رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان زونا با گاباپنتین برای نورالژی چطور کار می‌کنه و پیشگیری با واکسن زوستر چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر متخصص، بیمار با سرطان پستان و فشار خون بالا، هورمون‌درمانی رو با دیورتیک‌ها ترکیب کنیم و عوارض لنف‌ادم چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! تنگی نفس و درد قفسه سینه، نارسایی قلبی یا پنوموتوراکس، BNP و سی‌تی اسکن رو سریع چک کنید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با ایدز و عفونت قارچی، ART رو با آمفوتریسین B ترکیب کنیم و عوارض مننژیت چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، متفورمین برای دیابت نوع ۲ نیاز به نسخه داره و عوارض اسیدوز لاکتیک چیه؟",
      "intend": ["نیاز به نسخه برای دارویی", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، کاهش وزن و عرق شبانه، لنفوم یا سل، بیوپسی و تست کوانتیفرون رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در ام‌اس خستگی شدید دارم و دیمتیل فومارات چطور به پیشگیری از عود کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در نارسایی کلیوی و افسردگی، دیالیز رو با SNRIs ترکیب کنیم و عوارض کم‌خونی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم بگید، در پارکینسون و دیابت، لوودوپا رو با انسولین ترکیب کنیم و عوارض سفتی عضلانی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، درد شکم و اسهال، عفونت روده یا کولیت اولسراتیو، کشت مدفوع و کولونوسکوپی رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان آسم با مونته‌لوکاست چطور کار می‌کنه و شیوعش در کودکان چقدره؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره شیوع بیماری"]
    },
    {
      "query": "دکتر، بیمار با سرطان ریه و دیابت، ایمونوتراپی رو با متفورمین ترکیب کنیم و عوارض متاستاز مغزی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! سردرد و فلج یک‌طرفه، سکته مغزی یا ام‌اس، MRI و معاینه نورولوژیک رو سریع انجام بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با هپاتیت B و فشار خون بالا، داروهای ضدویروس رو با بتابلوکرها ترکیب کنیم و عوارض واریس مری چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، پروپرانولول برای میگرن پروفیلاکسی چه کاربردی داره و عوارض افت فشار خونش چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، درد قفسه سینه و تنگی نفس، آنژین یا پنومونی، تروپونین و رادیوگرافی قفسه سینه رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در بیماری کرون خون در مدفوع دارم و درمان با بودزوناید چطور به پیشگیری از عود کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در آسم و افسردگی، LABA رو با CBT ترکیب کنیم و عوارض حملات شدید آسم چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم توضیح بدید، در لوپوس و دیابت، پردنیزولون رو با انسولین ترکیب کنیم و عوارض نفریت چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، تب و درد عضلانی، مالاریا یا تب دنگی، اسمیر خون و تست NS1 رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان عفونت‌های ادراری با فوسفومایسین چطور کار می‌کنه و پیشگیری با مصرف آب کافی چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر متخصص، بیمار با سرطان پستان و دیابت، شیمی‌درمانی رو با انسولین ترکیب کنیم و عوارض لنف‌ادم چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! تنگی نفس و سیانوز، بیماری قلبی مادرزادی یا آمبولی ریه، اکوکاردیوگرافی و سی‌تی آنژیوگرافی رو چک کنید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با ایدز و عفونت تنفسی، ART رو با آزیترومایسین ترکیب کنیم و عوارض پنوموسیستیس چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، آتورواستاتین برای کلسترول بالا چه کاربردی داره و عوارض درد عضلانی‌اش چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، درد شکم و زردی، هپاتیت یا سرطان پانکراس، آزمایش DNA ویروس و CA19-9 رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در پارکینسون مشکل بلع دارم و گفتاردرمانی چطور به پیشگیری از آسپیراسیون کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در نارسایی کلیوی و دیابت، دیالیز رو با متفورمین ترکیب کنیم و عوارض نفروپاتی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم بگید، در ام‌اس و فشار خون بالا، فینگولیمود رو با بتابلوکرها ترکیب کنیم و عوارض تاری دید چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، سرفه و خلط خونی، سرطان ریه یا برونشکتازی، سی‌تی اسکن و کشت خلط رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان افسردگی با ونلافاکسین چطور کار می‌کنه و پیشگیری با مدیتیشن چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر، بیمار با کووید-۱۹ و نارسایی قلبی، رمدسیویر رو با فوروزماید ترکیب کنیم و عوارض ARDS چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! درد قفسه سینه و تهوع، حمله قلبی یا پانکراتیت، تروپونین و آمیلاز سرم رو سریع چک کنید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با سرطان کولورکتال و افسردگی، شیمی‌درمانی رو با CBT ترکیب کنیم و عوارض انسداد روده چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، سیتالوپرام برای افسردگی چه کاربردی داره و عوارض بی‌خوابی‌اش چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، تب و درد شکم، آپاندیسیت یا دیورتیکولیت، سی‌تی اسکن و CRP رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در لوپوس خستگی شدید دارم و سیکلوفسفامید چطور به پیشگیری از آسیب کلیوی کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در آسم و دیابت، کورتیکواستروئید استنشاقی رو با انسولین ترکیب کنیم و عوارض عفونت قارچی دهانی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم توضیح بدید، در پارکینسون و افسردگی، لوودوپا رو با SSRIs ترکیب کنیم و عوارض دیسکینزی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، تب و درد گلو، فارنژیت یا مونونوکلئوز، تست استرپ و سرولوژی EBV رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان عفونت‌های پوستی با سفالکسین چطور کار می‌کنه و پیشگیری با بهداشت پوست چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر متخصص، بیمار با سرطان ریه و فشار خون بالا، پرتودرمانی رو با مهارکننده‌های ACE ترکیب کنیم و عوارض فیبروز ریوی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! سردرد شدید و تهوع، میگرن یا آنوریسم مغزی، MRI و آنژیوگرافی مغزی رو سریع انجام بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با هپاتیت C و دیابت، داروهای ضدویروس رو با متفورمین ترکیب کنیم و عوارض آسیت چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، رمدسیویر برای کووید-۱۹ چه کاربردی داره و عوارض کبدی‌اش چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، کاهش وزن و سرفه مزمن، سرطان ریه یا سل، سی‌تی اسکن و تست IGRA رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در ام‌اس ضعف عضلانی دارم و اکليزوماب چطور به پیشگیری از عود کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در نارسایی قلبی و افسردگی، فوروزماید رو با SNRIs ترکیب کنیم و عوارض ادم ریوی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم بگید، در لوپوس و دیابت، هیدروکسی‌کلروکین رو با انسولین ترکیب کنیم و عوارض نفریت چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، سرفه و تب بالا، پنومونی یا برونشیت، رادیوگرافی قفسه سینه و CRP رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان زخم معده با رانیتیدین چطور کار می‌کنه و پیشگیری با رژیم غذایی کم ادویه چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
{
      "query": "دکتر، درد قفسه سینه و سرگیجه دارم، می‌تونه آنژین یا سرگیجه محیطی باشه؟ تست استرس و معاینه گوش چطور کمک می‌کنه؟",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای درمان بیماری کرون، اینفلیکسیماب چطور عمل می‌کنه و عوارض عفونت‌های فرصت‌طلب چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "فوری! تب بالا و درد شدید پهلو دارم، شاید پیلونفریت یا سنگ کلیه باشه، سونوگرافی و آنالیز ادرار رو سریع انجام بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، بیمارم با دیابت نوع ۲ و اضطراب، متفورمین رو با بنزودیازپین‌ها چطور مدیریت کنیم و عوارض نوروپاتی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، والپروات برای صرع چه کاربردی داره و عوارض کبدی‌اش چطور مدیریت می‌شه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، کاهش وزن و تورم گردن دارم، شاید سرطان تیروئید یا لنفوم باشه، بیوپسی و سونوگرافی تیروئید رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در نارسایی کبد زردی و خستگی دارم و رژیم کم سدیم چطور به پیشگیری از آسیت کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، بیمار با COPD و نارسایی قلبی، برونکودیلاتورها رو با دیورتیک‌ها ترکیب کنیم و عوارض فشار خون ریوی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم توضیح بدید، در ام‌اس و افسردگی، کورتیکواستروئیدها چطور کمک می‌کنن و عوارض روانی چطور پیشگیری می‌شه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "عامیانه، تنگی نفس و تورم پاها دارم، بیماری قلبی یا نارسایی کلیوی، اکوکاردیوگرافی و تست eGFR رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان عفونت‌های تنفسی با لووفلوکساسین چطور کار می‌کنه و شیوعش در سالمندان چقدره؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره شیوع بیماری"]
    },
    {
      "query": "دکتر متخصص، بیمار با آسم و دیابت، کورتیکواستروئید استنشاقی رو با انسولین ترکیب کنیم و عوارض هیپوگلیسمی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! سردرد شدید و استفراغ، تومور مغزی یا میگرن، MRI و ثبت علائم رو سریع انجام بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با سرطان پستان و افسردگی، شیمی‌درمانی رو با SSRIs ترکیب کنیم و عوارض متاستاز مغزی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، هپارین برای ترومبوز ورید عمقی نیاز به نسخه داره و عوارض خونریزی‌اش چیه؟",
      "intend": ["نیاز به نسخه برای دارویی", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، تب و درد گلو دارم، آنفولانزا یا فارنژیت استرپتوکوکی، تست RIDTs و کشت گلو رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در بیماری کرون اسهال مزمن دارم و رژیم بدون گلوتن چطور به پیشگیری از عود کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در هپاتیت C و دیابت، داروهای ضدویروس رو با متفورمین ترکیب کنیم و عوارض نارسایی کبد چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم بگید، در کووید-۱۹ و فشار خون بالا، رمدسیویر چطور کمک می‌کنه و تست فشار خون چطور مدیریت می‌شه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "عامیانه، درد مفاصل و خستگی، فیبرومیالژیا یا آرتریت روماتوئید، تست RF و معاینه فیزیکی رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان زخم معده با کلاریترومایسین چطور کار می‌کنه و پیشگیری با اجتناب از NSAIDs چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر، بیمار با میگرن و نارسایی کلیوی، تریپتان‌ها رو با رژیم کم پتاسیم ترکیب کنیم و عوارض سردرد مزمن چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! تنگی نفس و تب، کووید-۱۹ یا پنومونی، تست RT-PCR و سی‌تی اسکن قفسه سینه رو سریع چک کنید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با ایدز و عفونت قارچی، ART رو با فلوکونازول ترکیب کنیم و عوارض کاندیدیاز چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، پرگابالین برای نوروپاتی دیابتی چه کاربردی داره و عوارض خواب‌آلودگی‌اش چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، درد شکم و زردی پوست، هپاتیت یا سرطان کبد، آزمایش ALT و آلفا فتوپروتئین رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در لوپوس راش پروانه‌ای دارم و پردنیزولون چطور به پیشگیری از آسیب ارگان‌ها کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در نارسایی قلبی و دیابت، بتابلوکرها رو با انسولین ترکیب کنیم و عوارض ادم ریوی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم توضیح بدید، در پارکینسون و افسردگی، لوودوپا چطور کمک می‌کنه و عوارض روانی چطور پیشگیری می‌شه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "عامیانه، سرفه و درد قفسه سینه، برونشیت یا سرطان ریه، رادیوگرافی و برونکوسکوپی رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان عفونت ادراری با تری‌متوپریم چطور کار می‌کنه و شیوعش در کودکان چقدره؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره شیوع بیماری"]
    },
    {
      "query": "دکتر متخصص، بیمار با سرطان پانکراس و فشار خون بالا، شیمی‌درمانی رو با بتابلوکرها ترکیب کنیم و عوارض یرقان چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! تاری دید و فلج یک‌طرفه، سکته مغزی یا ام‌اس، MRI و معاینه نورولوژیک رو سریع انجام بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با هپاتیت B و دیابت، داروهای ضدویروس رو با متفورمین ترکیب کنیم و عوارض انسفالوپاتی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، لوزارتان برای فشار خون بالا چه کاربردی داره و عوارض سرگیجه‌اش چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، کاهش وزن و تب شبانه، لنفوم یا سل، بیوپسی و تست کوانتیفرون رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در ام‌اس مشکل تعادل دارم و فیزیوتراپی چطور به پیشگیری از افتادن کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در آسم و افسردگی، LABA رو با SNRIs ترکیب کنیم و عوارض حملات آسم چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم بگید، در لوپوس و دیابت، هیدروکسی‌کلروکین رو با انسولین ترکیب کنیم و عوارض نفریت لوپوسی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، درد شکم و اسهال، بیماری کرون یا عفونت روده، کولونوسکوپی و کشت مدفوع رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان میگرن با رizatriptan چطور کار می‌کنه و پیشگیری با مدیریت استرس چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر، بیمار با کووید-۱۹ و نارسایی کلیوی، دگزامتازون رو با دیالیز ترکیب کنیم و عوارض ARDS چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! درد قفسه سینه و تنگی نفس، آمبولی ریه یا آنژین، D-dimer و تست استرس رو سریع چک کنید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با سرطان کولورکتال و دیابت، شیمی‌درمانی رو با متفورمین ترکیب کنیم و عوارض متاستاز کبدی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، فلوکونازول برای کاندیدیاز نیاز به نسخه داره و عوارض کبدی‌اش چیه؟",
      "intend": ["نیاز به نسخه برای دارویی", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، سرفه مزمن و کاهش وزن، سرطان ریه یا برونشکتازی، سی‌تی اسکن و کشت خلط رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در پارکینسون لرزش دست دارم و توان‌بخشی حرکتی چطور به پیشگیری از ناتوانی کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در نارسایی قلبی و افسردگی، فوروزماید رو با SSRIs ترکیب کنیم و عوارض آریتمی قلبی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم توضیح بدید، در هپاتیت C و دیابت، داروهای ضدویروس رو با انسولین ترکیب کنیم و عوارض سیروز چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، تب و درد مفاصل، تب روماتیسمی یا مالاریا، تست ASO و اسمیر خون رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان عفونت‌های پوستی با کلیندامایسین چطور کار می‌کنه و پیشگیری با شستشوی منظم چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر متخصص، بیمار با سرطان پستان و نارسایی کلیوی، هورمون‌درمانی رو با دیالیز ترکیب کنیم و عوارض لنف‌ادم چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! سردرد شدید و تشنج، صرع یا تومور مغزی، EEG و سی‌تی اسکن رو سریع انجام بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با ایدز و پنومونی، ART رو با آنتی‌بیوتیک‌ها ترکیب کنیم و عوارض پنوموسیستیس چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، آملودیپین برای فشار خون بالا چه کاربردی داره و عوارض تورم مچ پا چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، درد شکم و خون در ادرار، سرطان مثانه یا سنگ کلیه، سیستوسکوپی و سونوگرافی رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در بیماری کرون نفخ و درد شکم دارم و رژیم کم FODMAP چطور به پیشگیری از عود کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در آسم و دیابت، برونکودیلاتورها رو با متفورمین ترکیب کنیم و عوارض عفونت تنفسی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم بگید، در لوپوس و فشار خون بالا، پردنیزولون رو با مهارکننده‌های ACE ترکیب کنیم و عوارض نفریت چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، سرفه و تب، پنومونی یا آنفولانزا، رادیوگرافی قفسه سینه و تست RIDTs رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان افسردگی با بوپروپیون چطور کار می‌کنه و پیشگیری با ورزش منظم چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر، بیمار با کووید-۱۹ و افسردگی، کورتیکواستروئیدها رو با CBT ترکیب کنیم و عوارض سندرم کووید طولانی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! تنگی نفس و درد قفسه سینه، آمبولی ریه یا پریکاردیت، D-dimer و اکوکاردیوگرافی رو سریع چک کنید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با سرطان ریه و دیابت، ایمونوتراپی رو با انسولین ترکیب کنیم و عوارض فیبروز ریوی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، اومپرازول برای زخم معده چه کاربردی داره و عوارض کمبود ویتامین B12 چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، کاهش وزن و درد استخوان، مولتیپل میلوما یا متاستاز، الکتروفورز پروتئین و PET اسکن رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در ام‌اس گزگز اندام‌ها دارم و اکليزوماب چطور به پیشگیری از ناتوانی کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در نارسایی کلیوی و افسردگی، دیالیز رو با SSRIs ترکیب کنیم و عوارض مسمومیت اورمیک چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم توضیح بدید، در پارکینسون و دیابت، لوودوپا رو با متفورمین ترکیب کنیم و عوارض افتادن چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، تب و درد شکم، آپاندیسیت یا بیماری کرون، سی‌تی اسکن و کولونوسکوپی رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان عفونت‌های ادراری با نیتروفورانتوئین چطور کار می‌کنه و پیشگیری با مصرف مایعات چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر متخصص، بیمار با سرطان پستان و دیابت، هورمون‌درمانی رو با انسولین ترکیب کنیم و عوارض متاستاز استخوانی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! سردرد شدید و تاری دید، گلوکوم یا میگرن، معاینه چشم و MRI رو سریع انجام بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با هپاتیت C و فشار خون بالا، داروهای ضدویروس رو با مهارکننده‌های ACE ترکیب کنیم و عوارض واریس مری چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، ونلافاکسین برای افسردگی چه کاربردی داره و عوارض فشار خون بالا چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، سرفه و تنگی نفس، آسم یا پنومونی، اسپیرومتری و رادیوگرافی قفسه سینه رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در لوپوس خستگی و درد مفاصل دارم و سیکلوفسفامید چطور به پیشگیری از آسیب کلیوی کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در نارسایی قلبی و دیابت، فوروزماید رو با انسولین ترکیب کنیم و عوارض آریتمی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم بگید، در ام‌اس و افسردگی، ناتالیزوماب رو با CBT ترکیب کنیم و عوارض ضعف عضلانی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، درد شکم و یبوست، انسداد روده یا سرطان کولورکتال، کولونوسکوپی و سی‌تی اسکن رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان آسم با بودزوناید چطور کار می‌کنه و شیوعش در بزرگسالان چقدره؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره شیوع بیماری"]
    },
    {
      "query": "دکتر، بیمار با کووید-۱۹ و دیابت، رمدسیویر رو با متفورمین ترکیب کنیم و عوارض لخته‌های خونی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! تنگی نفس و تپش قلب، آریتمی یا آمبولی ریه، ECG و D-dimer رو سریع چک کنید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با سرطان کبد و افسردگی، TACE رو با SSRIs ترکیب کنیم و عوارض انسفالوپاتی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، لیزینوپریل برای فشار خون بالا چه کاربردی داره و عوارض سرفه خشکش چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، درد شکم و تهوع، پانکراتیت یا زخم معده، آمیلاز سرم و آندوسکوپی رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در پارکینسون مشکل بلع دارم و گفتاردرمانی چطور به پیشگیری از آسپیراسیون کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در آسم و فشار خون بالا، LABA رو با مهارکننده‌های ACE ترکیب کنیم و عوارض حملات آسم چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم توضیح بدید، در هپاتیت B و دیابت، داروهای ضدویروس رو با انسولین ترکیب کنیم و عوارض نارسایی کبد چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، سرفه و خلط خونی، سرطان ریه یا برونشیت، سی‌تی اسکن و کشت خلط رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان افسردگی با دولوکستین چطور کار می‌کنه و پیشگیری با خواب منظم چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر متخصص، بیمار با سرطان پستان و نارسایی قلبی، هورمون‌درمانی رو با فوروزماید ترکیب کنیم و عوارض متاستاز مغزی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! سردرد شدید و فلج یک‌طرفه، سکته مغزی یا تومور مغزی، MRI و معاینه نورولوژیک رو سریع انجام بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با ایدز و سل، ART رو با ایزونیازید ترکیب کنیم و عوارض پنومونی سل چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، رانتیدین برای رفلاکس معده چه کاربردی داره و عوارض گوارشی‌اش چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، کاهش وزن و تب، لنفوم یا ایدز، بیوپسی و تست CD4 رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در لوپوس راش پوستی و درد مفاصل دارم و آزاتیوپرین چطور به پیشگیری از آسیب ارگان‌ها کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در نارسایی کلیوی و دیابت، دیالیز رو با انسولین ترکیب کنیم و عوارض کم‌خونی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم بگید، در ام‌اس و افسردگی، فینگولیمود رو با SSRIs ترکیب کنیم و عوارض تاری دید چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، درد شکم و اسهال خونی، بیماری کرون یا کولیت اولسراتیو، کولونوسکوپی و CRP رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان زونا با آسیکلوویر چطور کار می‌کنه و پیشگیری با واکسن زوستر چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر، بیمار با کووید-۱۹ و فشار خون بالا، دگزامتازون رو با بتابلوکرها ترکیب کنیم و عوارض لخته‌های خونی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! تنگی نفس و سیانوز، نارسایی قلبی یا آمبولی ریه، BNP و سی‌تی آنژیوگرافی رو سریع چک کنید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با سرطان ریه و دیابت، پرتودرمانی رو با متفورمین ترکیب کنیم و عوارض متاستاز مغزی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، سیتالوپرام برای افسردگی نیاز به نسخه داره و عوارض گوارشی‌اش چیه؟",
      "intend": ["نیاز به نسخه برای دارویی", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، درد قفسه سینه و سرفه، پریکاردیت یا پنومونی، اکوکاردیوگرافی و رادیوگرافی قفسه سینه رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در بیماری کرون درد شکم و اسهال دارم و بودزوناید چطور به پیشگیری از فیستول کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در آسم و افسردگی، کورتیکواستروئید استنشاقی رو با CBT ترکیب کنیم و عوارض عفونت قارچی دهانی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم توضیح بدید، در هپاتیت B و نارسایی کلیوی، داروهای ضدویروس رو با دیالیز ترکیب کنیم و عوارض آسیت چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، تب و درد گلو، فارنژیت یا آنفولانزا، تست استرپ و RIDTs رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان عفونت‌های پوستی با موپیروسین چطور کار می‌کنه و پیشگیری با رعایت بهداشت چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر متخصص، بیمار با سرطان پستان و دیابت، شیمی‌درمانی رو با انسولین ترکیب کنیم و عوارض لنف‌ادم چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! سردرد شدید و تهوع، میگرن یا آنوریسم مغزی، MRI و آنژیوگرافی مغزی رو سریع انجام بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با هپاتیت C و افسردگی، داروهای ضدویروس رو با SNRIs ترکیب کنیم و عوارض سیروز چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، متوپرولول برای نارسایی قلبی چه کاربردی داره و عوارض برادی‌کاردی‌اش چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، کاهش وزن و درد شکم، سرطان پانکراس یا بیماری کرون، CA19-9 و کولونوسکوپی رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در ام‌اس تاری دید دارم و دیمتیل فومارات چطور به پیشگیری از عود کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در نارسایی قلبی و دیابت، فوروزماید رو با متفورمین ترکیب کنیم و عوارض ادم ریوی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم بگید، در لوپوس و دیابت، پردنیزولون رو با انسولین ترکیب کنیم و عوارض نفریت چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، سرفه و تب بالا، پنومونی یا سل، رادیوگرافی قفسه سینه و تست IGRA رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان زخم معده با پنتاپرازول چطور کار می‌کنه و پیشگیری با رژیم غذایی کم اسید چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
{
      "query": "دکتر، تپش قلب و درد شکم دارم، ممکنه آریتمی یا زخم معده باشه؟ ECG و آندوسکوپی چطور کمک می‌کنه؟",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای درمان لوپوس، مایکوفنولات موفتیل چطور عمل می‌کنه و عوارض گوارشی‌اش چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "فوری! تب بالا و درد شدید قفسه سینه دارم، شاید پریکاردیت یا پنومونی باشه، اکوکاردیوگرافی و سی‌تی اسکن رو سریع انجام بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، بیمارم با دیابت و افسردگی، انسولین رو با دولوکستین چطور مدیریت کنیم و عوارض رتینوپاتی دیابتی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، کاربامازپین برای صرع چه کاربردی داره و عوارض کاهش سدیم خون چطور مدیریت می‌شه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، کاهش وزن و سرفه مزمن دارم، شاید سرطان ریه یا برونشکتازی باشه، سی‌تی اسکن و کشت خلط رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در هپاتیت B زردی و خستگی شدید دارم و رژیم کم چربی چطور به پیشگیری از سیروز کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، بیمار با نارسایی قلبی و آسم، دیورتیک‌ها رو با LABA ترکیب کنیم و عوارض فشار خون ریوی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم توضیح بدید، در بیماری کرون و اضطراب، اینفلیکسیماب چطور کمک می‌کنه و عوارض روانی چطور پیشگیری می‌شه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "عامیانه، تورم پاها و تنگی نفس دارم، نارسایی قلبی یا بیماری کلیوی، BNP و تست کراتینین رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان عفونت‌های تنفسی با آموکسی‌سیلین چطور کار می‌کنه و شیوعش در کودکان چقدره؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره شیوع بیماری"]
    },
    {
      "query": "دکتر متخصص، بیمار با دیابت و میگرن، متفورمین رو با سوماتریپتان ترکیب کنیم و عوارض نوروپاتی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! سردرد شدید و گزگز دست، ام‌اس یا سکته مغزی، MRI و معاینه نورولوژیک رو سریع انجام بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با سرطان کولورکتال و افسردگی، شیمی‌درمانی رو با SNRIs ترکیب کنیم و عوارض انسداد روده چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، انوکساپارین برای ترومبوز نیاز به نسخه داره و عوارض خونریزی‌اش چیه؟",
      "intend": ["نیاز به نسخه برای دارویی", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، تب و تورم غدد لنفاوی دارم، لنفوم یا مونونوکلئوز، بیوپسی و سرولوژی EBV رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در ام‌اس تاری دید و ضعف عضلانی دارم و فینگولیمود چطور به پیشگیری از عود کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در هپاتیت C و فشار خون بالا، داروهای ضدویروس رو با بتابلوکرها ترکیب کنیم و عوارض واریس مری چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم بگید، در کووید-۱۹ و دیابت، توسیلیزوماب چطور کمک می‌کنه و تست قند خون چطور مدیریت می‌شه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "عامیانه، درد مفاصل و تب، آرتریت روماتوئید یا تب مالت، تست RF و سرولوژی بروسلا رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان سندرم روده تحریک‌پذیر با دی‌سیکلومین چطور کار می‌کنه و شیوعش در بزرگسالان چقدره؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره شیوع بیماری"]
    },
    {
      "query": "دکتر، بیمار با نارسایی قلبی و افسردگی، فوروزماید رو با CBT ترکیب کنیم و عوارض آریتمی قلبی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! درد قفسه سینه و تعریق، حمله قلبی یا رفلاکس معده، تروپونین و آندوسکوپی رو سریع چک کنید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با ایدز و عفونت قارچی، ART رو با آمفوتریسین B ترکیب کنیم و عوارض کاندیدیاز چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، ستیریزین برای آلرژی چه کاربردی داره و عوارض خواب‌آلودگی‌اش چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، درد شکم و اسهال خونی، کولیت اولسراتیو یا عفونت روده، کولونوسکوپی و کشت مدفوع رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در پارکینسون سفتی عضلانی و افسردگی دارم و توان‌بخشی حرکتی چطور به پیشگیری از ناتوانی کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در آسم و دیابت، کورتیکواستروئید استنشاقی رو با متفورمین ترکیب کنیم و عوارض عفونت قارچی دهانی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم توضیح بدید، در لوپوس و نارسایی کلیوی، هیدروکسی‌کلروکین چطور کمک می‌کنه و عوارض نفریت چطور پیشگیری می‌شه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "عامیانه، سرفه و تب، برونشیت یا پنومونی، رادیوگرافی قفسه سینه و CRP رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان عفونت‌های ادراری با سیپروفلوکساسین چطور کار می‌کنه و پیشگیری با مصرف مایعات چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر متخصص، بیمار با سرطان ریه و فشار خون بالا، ایمونوتراپی رو با بتابلوکرها ترکیب کنیم و عوارض فیبروز ریوی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! سردرد شدید و تشنج، صرع یا خونریزی مغزی، EEG و سی‌تی اسکن رو سریع انجام بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با هپاتیت C و دیابت، داروهای ضدویروس رو با انسولین ترکیب کنیم و عوارض آسیت چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، فلوکستین برای افسردگی نیاز به نسخه داره و عوارض بی‌خوابی‌اش چیه؟",
      "intend": ["نیاز به نسخه برای دارویی", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، کاهش وزن و درد استخوان، مولتیپل میلوما یا متاستاز، الکتروفورز پروتئین و PET اسکن رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در بیماری کرون اسهال خونی دارم و آزاتیوپرین چطور به پیشگیری از فیستول کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در نارسایی قلبی و افسردگی، بتابلوکرها رو با CBT ترکیب کنیم و عوارض آریتمی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم بگید، در ام‌اس و دیابت، ناتالیزوماب رو با متفورمین ترکیب کنیم و عوارض ضعف عضلانی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، تب و درد گلو، مونونوکلئوز یا فارنژیت، سرولوژی EBV و تست استرپ رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان زخم معده با امپرازول چطور کار می‌کنه و پیشگیری با اجتناب از الکل چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر، بیمار با سرطان پستان و نارسایی کلیوی، هورمون‌درمانی رو با دیالیز ترکیب کنیم و عوارض لنف‌ادم چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! تنگی نفس و درد قفسه سینه، آمبولی ریه یا نارسایی قلبی، D-dimer و BNP رو سریع چک کنید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با ایدز و سل، ART رو با ریفامپین ترکیب کنیم و عوارض پنومونی سل چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، مونته‌لوکاست برای آسم چه کاربردی داره و عوارض عصبی‌اش چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، درد شکم و زردی، هپاتیت یا سرطان پانکراس، آزمایش ALT و CA19-9 رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در لوپوس خستگی شدید و راش پوستی دارم و سیکلوفسفامید چطور به پیشگیری از آسیب کلیوی کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در آسم و افسردگی، کورتیکواستروئید استنشاقی رو با SSRIs ترکیب کنیم و عوارض تنگی نفس چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم توضیح بدید، در پارکینسون و دیابت، لوودوپا رو با انسولین ترکیب کنیم و عوارض دیسکینزی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، سرفه و تب بالا، کووید یا پنومونی، تست RT-PCR و سی‌تی اسکن قفسه سینه رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان عفونت‌های پوستی با سفالکسین چطور کار می‌کنه و پیشگیری با رعایت بهداشت چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر متخصص، بیمار با سرطان ریه و دیابت، پرتودرمانی رو با متفورمین ترکیب کنیم و عوارض متاستاز مغزی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! سردرد شدید و تاری دید، میگرن یا گلوکوم، معاینه چشم و MRI رو سریع انجام بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با هپاتیت B و افسردگی، داروهای ضدویروس رو با CBT ترکیب کنیم و عوارض نارسایی کبد چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، آتورواستاتین برای کلسترول بالا چه کاربردی داره و عوارض درد عضلانی‌اش چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، درد پهلو و خون در ادرار، سنگ کلیه یا سرطان مثانه، سونوگرافی و سیستوسکوپی رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در بیماری کرون نفخ شدید دارم و رژیم FODMAP چطور به پیشگیری از عود کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در نارسایی قلبی و دیابت، فوروزماید رو با متفورمین ترکیب کنیم و عوارض ادم ریوی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم بگید، در ام‌اس و فشار خون بالا، اکليزوماب رو با بتابلوکرها ترکیب کنیم و عوارض ضعف عضلانی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، تب و درد عضلانی، دنگی یا آنفولانزا، تست NS1 و RIDTs رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان میگرن با پروپرانولول چطور کار می‌کنه و پیشگیری با مدیریت استرس چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر، بیمار با کووید-۱۹ و نارسایی کلیوی، رمدسیویر رو با دیالیز ترکیب کنیم و عوارض ARDS چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! تنگی نفس و درد قفسه سینه، پنوموتوراکس یا آمبولی ریه، سی‌تی اسکن و D-dimer رو سریع چک کنید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با سرطان پانکراس و دیابت، شیمی‌درمانی رو با انسولین ترکیب کنیم و عوارض انسداد صفراوی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، کلاریترومایسین برای عفونت تنفسی چه کاربردی داره و عوارض گوارشی‌اش چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، کاهش وزن و تب شبانه، لنفوم یا ایدز، بیوپسی و تست CD4 رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در لوپوس درد مفاصل و خستگی دارم و پردنیزولون چطور به پیشگیری از آسیب ارگان‌ها کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در آسم و دیابت، برونکودیلاتورها رو با انسولین ترکیب کنیم و عوارض عفونت تنفسی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم توضیح بدید، در پارکینسون و افسردگی، لوودوپا رو با SNRIs ترکیب کنیم و عوارض سفتی عضلانی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، سرفه و خلط خونی، سرطان ریه یا برونشکتازی، سی‌تی اسکن و کشت خلط رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان عفونت‌های ادراری با فوسفومایسین چطور کار می‌کنه و پیشگیری با مصرف آب کافی چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر متخصص، بیمار با سرطان ریه و افسردگی، پرتودرمانی رو با CBT ترکیب کنیم و عوارض فیبروز ریوی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! سردرد شدید و فلج یک‌طرفه، سکته مغزی یا ام‌اس، MRI و معاینه نورولوژیک رو سریع انجام بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با هپاتیت C و فشار خون بالا، داروهای ضدویروس رو با مهارکننده‌های ACE ترکیب کنیم و عوارض سیروز چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، سرترالین برای افسردگی چه کاربردی داره و عوارض گوارشی‌اش چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، درد شکم و تهوع، پانکراتیت یا زخم معده، آمیلاز سرم و آندوسکوپی رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در ام‌اس گزگز دست و پا دارم و دیمتیل فومارات چطور به پیشگیری از ناتوانی کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در نارسایی قلبی و دیابت، بتابلوکرها رو با متفورمین ترکیب کنیم و عوارض آریتمی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم بگید، در لوپوس و دیابت، هیدروکسی‌کلروکین رو با انسولین ترکیب کنیم و عوارض نفریت چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، تب و سرفه خشک، کووید یا برونشیت، تست RT-PCR و رادیوگرافی قفسه سینه رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان زونا با والاسیکلوویر چطور کار می‌کنه و پیشگیری با واکسن زوستر چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر، بیمار با سرطان پستان و فشار خون بالا، هورمون‌درمانی رو با بتابلوکرها ترکیب کنیم و عوارض لنف‌ادم چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! تنگی نفس و سیانوز، آمبولی ریه یا بیماری قلبی مادرزادی، D-dimer و اکوکاردیوگرافی رو سریع چک کنید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با ایدز و عفونت تنفسی، ART رو با آزیترومایسین ترکیب کنیم و عوارض پنوموسیستیس چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، لیووتیروکسین برای کم‌کاری تیروئید چه کاربردی داره و عوارض تپش قلبش چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، درد شکم و زردی پوست، هپاتیت یا سرطان کبد، آزمایش AST و آلفا فتوپروتئین رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در پارکینسون مشکل تعادل دارم و فیزیوتراپی چطور به پیشگیری از زمین خوردن کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در نارسایی کلیوی و افسردگی، دیالیز رو با CBT ترکیب کنیم و عوارض مسمومیت اورمیک چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم توضیح بدید، در ام‌اس و دیابت، فینگولیمود رو با متفورمین ترکیب کنیم و عوارض تاری دید چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، سرفه و خلط خونی، سرطان ریه یا سل، سی‌تی اسکن و تست IGRA رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان افسردگی با ونلافاکسین چطور کار می‌کنه و پیشگیری با مدیتیشن چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر متخصص، بیمار با سرطان ریه و دیابت، ایمونوتراپی رو با انسولین ترکیب کنیم و عوارض متاستاز کبدی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! سردرد شدید و تهوع، میگرن یا آنوریسم مغزی، MRI و آنژیوگرافی مغزی رو سریع انجام بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با هپاتیت B و دیابت، داروهای ضدویروس رو با متفورمین ترکیب کنیم و عوارض واریس مری چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، پرگابالین برای نوروپاتی دیابتی چه کاربردی داره و عوارض سرگیجه‌اش چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، درد شکم و اسهال، بیماری کرون یا عفونت روده، کولونوسکوپی و کشت مدفوع رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در لوپوس راش پوستی دارم و آزاتیوپرین چطور به پیشگیری از آسیب کلیوی کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در نارسایی قلبی و افسردگی، فوروزماید رو با SSRIs ترکیب کنیم و عوارض آریتمی قلبی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم بگید، در ام‌اس و دیابت، ناتالیزوماب رو با انسولین ترکیب کنیم و عوارض ضعف عضلانی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، تب و درد گلو، آنفولانزا یا فارنژیت، تست RIDTs و کشت گلو رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان عفونت‌های پوستی با موپیروسین چطور کار می‌کنه و پیشگیری با شستشوی منظم چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "دکتر، بیمار با سرطان پستان و فشار خون بالا، هورمون‌درمانی رو با مهارکننده‌های ACE ترکیب کنیم و عوارض متاستاز استخوانی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "فوری! تنگی نفس و درد قفسه سینه، آمبولی ریه یا حمله قلبی، D-dimer و تروپونین رو سریع چک کنید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "پرستار، برای بیمار با هپاتیت C و افسردگی، داروهای ضدویروس رو با CBT ترکیب کنیم و عوارض انسفالوپاتی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "داروساز، رمدسیویر برای کووید-۱۹ چه کاربردی داره و عوارض کبدی‌اش چیه؟",
      "intend": ["پرسش درباره کاربردهای دارو", "پرسش درباره عوارض جانبی دارو"]
    },
    {
      "query": "نگرانم، کاهش وزن و سرفه مزمن، سرطان ریه یا سل، سی‌تی اسکن و تست کوانتیفرون رو چک کنیم.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "سردرگمم، چرا در بیماری کرون درد شکم و اسهال دارم و بودزوناید چطور به پیشگیری از عود کمک می‌کنه؟",
      "intend": ["پرسش درباره علائم بیماری", "پرسش درباره پیشگیری از بیماری"]
    },
    {
      "query": "همکار پزشک، در آسم و دیابت، کورتیکواستروئید استنشاقی رو با متفورمین ترکیب کنیم و عوارض عفونت قارچی دهانی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "آروم توضیح بدید، در پارکینسون و فشار خون بالا، لوودوپا رو با بتابلوکرها ترکیب کنیم و عوارض دیسکینزی چیه؟",
      "intend": ["پرسش درباره مدیریت بیماری‌های همزمان", "پرسش درباره عوارض بیماری"]
    },
    {
      "query": "عامیانه، تب و درد مفاصل، تب روماتیسمی یا آرتریت روماتوئید، تست ASO و RF رو پیشنهاد بدید.",
      "intend": ["پرسش درباره تشخیص افتراقی", "پرسش_درباره_تشخیص_بیماری"]
    },
    {
      "query": "برای آموزش، درمان زخم معده با پنتاپرازول چطور کار می‌کنه و پیشگیری با رژیم غذایی کم اسید چیه؟",
      "intend": ["پرسش درباره روش درمان خاص", "پرسش درباره پیشگیری از بیماری"]
    }                              
  ]
}